


var data = [
  {
    url: "/posts/2020windowsupdate/",
    title: "2020年2月のWindows Update互換性情報に関して",
    date: "2020-03-04T00:00:00Z",
    body: "2020年2月のWindows Update互換性情報に関して 正規販売代理店技術担当者様 各位いつもお世話になっております。 きっとエイエスピー 技術支援センターでございます。 2020年2月のWindows Update互換性情報についてのお知らせをお送りいたします。 ダウンロードページの「2020年2月のWindows Update互換性情報についてのお知らせ.pdf」をご覧ください。 ご不明な点がございましたらお問い合わせくださいませ。よろしくお願いいたします。"
  },
  {
    url: "/categories/",
    title: "Categories",
    date: "2020-03-04T00:00:00Z",
    body: "Categories"
  },
  {
    url: "/",
    title: "kitASP",
    date: "2020-03-04T00:00:00Z",
    body: "kitASP"
  },
  {
    url: "/tags/news/",
    title: "news",
    date: "2020-03-04T00:00:00Z",
    body: "news"
  },
  {
    url: "/categories/news/",
    title: "news",
    date: "2020-03-04T00:00:00Z",
    body: "news"
  },
  {
    url: "/posts/",
    title: "Posts",
    date: "2020-03-04T00:00:00Z",
    body: "Posts"
  },
  {
    url: "/tags/",
    title: "Tags",
    date: "2020-03-04T00:00:00Z",
    body: "Tags"
  },
  {
    url: "/categories/tech/",
    title: "tech",
    date: "2020-03-04T00:00:00Z",
    body: "tech"
  },
  {
    url: "/tags/windowsupdate/",
    title: "WindowsUpdate",
    date: "2020-03-04T00:00:00Z",
    body: "WindowsUpdate"
  },
  {
    url: "/posts/corona202003/",
    title: "新型コロナウイルス対策として",
    date: "2020-03-04T00:00:00Z",
    body: "新型コロナウイルス対策として 新型コロナウイルス（COVID-19）の感染拡大に伴い、従業員、協業企業様の安全と健康を最優先しさらなる拡大を防ぐため、下記の通り時差出勤・在宅勤務を実施いたします。 通勤ラッシュ時の電車通勤を回避するために時差出勤を実施 ローテーションによる在宅勤務の実施◆実施期間　2020年3月4日(水)～　感染が終息する状況を確認し決定※当社は「GO-Global」を主要事業としており、セキュアな環境下でテレワークを行っております。新型コロナウイルス関連肺炎で亡くなられた方々にお悔やみ申し上げると共に、影響を受けた方々の一日も早い回復と、感染の早期終息を心よりお祈り申し上げます。"
  },
  {
    url: "/posts/201912windowsupdate/",
    title: "2019年12月のWindows Update互換性情報に関して",
    date: "2019-12-26T00:00:00Z",
    body: "2019年12月のWindows Update互換性情報に関して 正規販売代理店技術担当者様 各位 いつもお世話になっております。きっとエイエスピー 技術支援センターでございます。 2019年12月のWindows Update互換性情報についてのお知らせをお送りいたします。添付の「2019年12月のWindows Update互換性情報についてのお知らせ.pdf」 をご覧ください。 ご不明な点がございましたらお問い合わせくださいませ。よろしくお願いいたします。"
  },
  {
    url: "/philosophy/",
    title: "",
    date: "0001-01-01T00:00:00Z",
    body: ""
  },
  {
    url: "/search/data.js",
    title: "",
    date: "0001-01-01T00:00:00Z",
    body: ""
  },
  {
    url: "/web-separation/",
    title: "",
    date: "0001-01-01T00:00:00Z",
    body: ""
  },
  {
    url: "/contact/",
    title: "Contact",
    date: "0001-01-01T00:00:00Z",
    body: "Contact お問い合わせフォームにおける個人情報の取り扱いについて 組織の名称又は氏名 株式会社きっとエイエスピー 個人情報保護管理者（若しくはその代理人）の氏名又は職名、所属及び連絡先 マネジメント　privacy@kitasp.com 個人情報の利用目的 各種お問い合わせ対応のため 弊社サービスのご案内の為 個人情報の取り扱い業務の委託 個人情報の取扱業務の全部または一部を外部に業務委託する場合があります。その際、弊社は、個人情報を適切に保護できる管理体制を敷き実行していることを条件として委託先を厳選したうえで、機密保持契約を委託先と締結し、お客様の個人情報を厳密に管理させます。 個人情報の開示等の請求 お客様は、弊社に対してご自身の個人情報の開示等（利用目的の通知、開示、内容の訂正・追加・削除、利用の停止または消去、第三者への提供の停止）に関して、当社問合わせ窓口に申し出ることができます。 その際、弊社はお客様ご本人を確認させていただいたうえで、合理的な期間内に対応いたします。 なお、個人情報に関する弊社問合わせ先は、右の通りです。 個人情報を提供されることの任意性について お客様がご自身の個人情報を弊社に提供されるか否かは、お客様のご判断によりますが、もしご提供されない場合には、適切なサービスが提供できない場合がありますので予めご了承ください。"
  },
  {
    url: "/contactest/",
    title: "Contact",
    date: "0001-01-01T00:00:00Z",
    body: "Contact お問い合わせフォームにおける個人情報の取り扱いについて 組織の名称又は氏名 株式会社きっとエイエスピー 個人情報保護管理者（若しくはその代理人）の氏名又は職名、所属及び連絡先 マネジメント　privacy@kitasp.com 個人情報の利用目的 各種お問い合わせ対応のため 弊社サービスのご案内の為 個人情報の取り扱い業務の委託 個人情報の取扱業務の全部または一部を外部に業務委託する場合があります。その際、弊社は、個人情報を適切に保護できる管理体制を敷き実行していることを条件として委託先を厳選したうえで、機密保持契約を委託先と締結し、お客様の個人情報を厳密に管理させます。 個人情報の開示等の請求 お客様は、弊社に対してご自身の個人情報の開示等（利用目的の通知、開示、内容の訂正・追加・削除、利用の停止または消去、第三者への提供の停止）に関して、当社問合わせ窓口に申し出ることができます。 その際、弊社はお客様ご本人を確認させていただいたうえで、合理的な期間内に対応いたします。 なお、個人情報に関する弊社問合わせ先は、右の通りです。 個人情報を提供されることの任意性について お客様がご自身の個人情報を弊社に提供されるか否かは、お客様のご判断によりますが、もしご提供されない場合には、適切なサービスが提供できない場合がありますので予めご了承ください。"
  },
  {
    url: "/faq/",
    title: "FAQ",
    date: "0001-01-01T00:00:00Z",
    body: "FAQ"
  },
  {
    url: "/input/",
    title: "FAQ",
    date: "0001-01-01T00:00:00Z",
    body: "FAQ GO-Globalの概要 GO-Globalとはどんなものですか？ 既存Windowsで利用するアプリケーションをサーバから配信するミドルウェアになります。 GO-Globalのメリットとは何ですか？ 高速起動、素早いデプロイ、同時接続によるライセンス費用の圧縮、シンプルな構成により運用負荷の軽減などが挙げられます。 主にどんな用途に使われていますか？ 一般的なアプリケーションのホスティング、レガシーアプリケーションの延命、セキュリティ対策としてのシンクライアント化、リモートワーク、Web分離、働き方改革様々な用途に利用されています。 ##シンクライアントの管理、製品仕様について モバイル環境でも使えますか？ iOS,Android,chromebook(ver.6以降)に対応しております。 クライアントからGO-Globalで利用しているアプリケーションの印刷はできますか？ 可能です。プリンタドライバによっては充分な性能が出ない可能性もございますので事前の検証をお願いいたします。 SSL通信には対応していますか？ 対応しています。GO-GlobalのSSL通信機能は56bit-DESの暗号化が標準機能になっております、それ以上の暗号強度を利用を考えている場合はお問い合わせください。 GO-Globalを使って動画を見ることはできますか？ 動画は描画の情報量が多いため一部の動画では十分な性能が出ないことがございますので事前の検証をお願いいたします。 Windowsのデスクトップ画面を見ることはできますか？ 残念ながらデスクトップ機能はございません。あくまでGO-Globalはアプリケーション配信のミドルウェアになります。 ライセンス費用の圧縮とは具体的にはどのようなことか？ 社員数や利用者の最大数のライセンスが必要なのではなく同時接続ユーザー数のライセンスを購入いただけます。つまり、利用者が１００名いたとしても同時に利用するユーザーが１０名であれば１０ユーザーのライセンスの購入でGO-Globalをご利用いただけます。 導入事例、導入方法、貸し出しについて 製品の評価を行いたいのですが、体験版はありますか？ 30日間の評価ライセンスを発行を致しますのでお気軽にお問い合わせください、また検証サーバも貸出可能です。 製品のデモを見てみたいのですがお願いできますか？ 可能ですのでお気軽にお問い合わせください。 製品の見積が欲しい時にはどうすればよいですか？ 弊社販売代理店までお問い合わせください。 年間サポートの契約は必要ですか？ 1年目は必須ですが2年目以降は任意になります。ただしサポートに加入しない場合は弊社よりサポートができないのでご了承ください。 In case you haven\u0026rsquo;t found the answer for your question please feel free to contact us, our customer support will be happy to help you."
  },
  {
    url: "/lift-shift/",
    title: "liftshift",
    date: "0001-01-01T00:00:00Z",
    body: "liftshift"
  },
  {
    url: "/privacy-policy/",
    title: "Privacy Policy",
    date: "0001-01-01T00:00:00Z",
    body: "Privacy Policy"
  },
  {
    url: "/search/",
    title: "Searches",
    date: "0001-01-01T00:00:00Z",
    body: "Searches"
  },
  {
    url: "/support-schedule/",
    title: "サポートスケジュール",
    date: "0001-01-01T00:00:00Z",
    body: "サポートスケジュール"
  },
  {
    url: "/thin-client/",
    title: "シンクライアント",
    date: "0001-01-01T00:00:00Z",
    body: "シンクライアント"
  },
  {
    url: "/adaptation-facility-1/",
    title: "事例",
    date: "0001-01-01T00:00:00Z",
    body: "事例"
  },
  {
    url: "/adaptation-facility-2/",
    title: "事例",
    date: "0001-01-01T00:00:00Z",
    body: "事例"
  },
  {
    url: "/adaptation-facility-3/",
    title: "事例",
    date: "0001-01-01T00:00:00Z",
    body: "事例"
  },
  {
    url: "/adaptation-facility-4/",
    title: "事例",
    date: "0001-01-01T00:00:00Z",
    body: "事例"
  },
  {
    url: "/adaptation-facility-5/",
    title: "事例",
    date: "0001-01-01T00:00:00Z",
    body: "事例"
  },
  {
    url: "/case-study/",
    title: "事例",
    date: "0001-01-01T00:00:00Z",
    body: "事例"
  },
  {
    url: "/partners-list/",
    title: "代理店一覧",
    date: "0001-01-01T00:00:00Z",
    body: "代理店一覧"
  },
  {
    url: "/representative-greetings/",
    title: "代表挨拶",
    date: "0001-01-01T00:00:00Z",
    body: "代表挨拶"
  },
  {
    url: "/company-infomation/",
    title: "企業概要",
    date: "0001-01-01T00:00:00Z",
    body: "企業概要"
  },
  {
    url: "/work-style-reform/",
    title: "働き方改革",
    date: "0001-01-01T00:00:00Z",
    body: "働き方改革"
  },
  {
    url: "/function-introduction/",
    title: "機能説明",
    date: "0001-01-01T00:00:00Z",
    body: "機能説明"
  },
  {
    url: "/history/",
    title: "沿革",
    date: "0001-01-01T00:00:00Z",
    body: "沿革"
  },
];