


var data = [
  {
    url: "/categories/",
    title: "Categories",
    date: "2021-01-29T00:00:00Z",
    body: "Categories"
  },
  {
    url: "/categories/news/",
    title: "news",
    date: "2021-01-29T00:00:00Z",
    body: "news"
  },
  {
    url: "/contents/",
    title: "news",
    date: "2021-01-29T00:00:00Z",
    body: "news"
  },
  {
    url: "/tags/",
    title: "Tags",
    date: "2021-01-29T00:00:00Z",
    body: "Tags"
  },
  {
    url: "/tags/windowsupdate/",
    title: "windowsupdate",
    date: "2021-01-29T00:00:00Z",
    body: "windowsupdate"
  },
  {
    url: "/",
    title: "きっとエイエスピーはGraphOn社GO-Globalの総代理店",
    date: "2021-01-29T00:00:00Z",
    body: "きっとエイエスピーはGraphOn社GO-Globalの総代理店"
  },
  {
    url: "/contents/202101windowsupdate/",
    title: "代理店向け2021年1月のWindows Update互換性情報に関して",
    date: "2021-01-29T00:00:00Z",
    body: "代理店向け2021年1月のWindows Update互換性情報に関して 正規販売代理店技術担当者様へ技術支援センターからのお知らせ。 ダウンロードページの「2021年1月のWindows Update互換性情報についてのお知らせ.pdf」をご覧ください。 ご不明な点がございましたらお問い合わせくださいませ。"
  },
  {
    url: "/tags/contents/",
    title: "Contents",
    date: "2021-01-25T00:00:00Z",
    body: "Contents"
  },
  {
    url: "/contents/go-global6.1/",
    title: "GO-Global6.1追加機能をご紹介。Windowsアプリケーションが更にどこでも安全に使いやすくなりました。",
    date: "2021-01-25T00:00:00Z",
    body: "GO-Global6.1追加機能をご紹介。Windowsアプリケーションが更にどこでも安全に使いやすくなりました。 ニューノーマル時代に合わせて進化したGO-Global6.1を活用することで、多様化する働き方の課題を解決することができます。 外部から安心して接続できるセキュリティ環境。動画配信による学習。ブランディング機能で、使い慣れたアプリケーションをいつでもどこでも、使いやすく。GO-Global6.1は、テレワークやモバイルワークが当たり前になった時代に対応しました。 強化されたセキュリティ 二要素認証でログイン管理を強化 クライアント側がGO-Globalを使用する際には、ユーザー名とパスワードを要求し、 さらに、デバイスのアプリを使い二要素認証を行えます。 セキュリティを強化しテレワークや他端末からのアクセスを安心して行うことができ ます。 ※デバイスに別途ワンタイムパスワードの認証に必要なアプリのインストールが必要です。 最新の暗号化技術TLS1.3対応。 GO-Global6.1は、最新の暗号化であるTLS1.3 に対応。256-bit AES暗号アルゴリ ズムが、設定画面ですぐに選択可能です。 ※別途SSL証明書のご購入が必要です 自社ブランディングを表現出来る クライアント側が、GO-Globalを起動した際に現れるロゴや表示名が、書き換えられるようになりました。 ブランディング機能により、お客様やエンドユーザーへ、自社の商品・サービスのブランド認知度を高めます。　パワフルに拡張された描画機能 いままでGO-Globalは動画再生や地図表示が不得意でしたが、6.1からはビデオコンテンツを、スムーズに再生することができるようになりました。 学校での教材再生。会社でのセミナー等を共有できます。 他社製品との比較 MICROSOFT\rRDS ADD-ON VENDORS\rGO-GLOBAL\r\r\rWindowsカーネル（別名WinStations）のマルチセッション機能。\rMicrosoftのマルチセッションカーネルを使用します。\rGO-GlobalのSystemExtensionsDriverは、ドライバーとプロセスにセッションプライベートサンドボックスを提供します。\r\r\rWeb用リモートデスクトップクライアントは、Windowsデスクトップおよびアプリケーションへのリモートアクセスを提供します。\rWebクライアントは、主にMicrosoftのリモートデスクトッププロトコル（RDP）を使用します。\rGO-GlobalアプリケーションをWindows、Mac、Linux、iOS、およびAndroid上で使用すると、100％GraphOn社の技術で、リモートアプリケーションをクライアントデバイスでローカルに実行しているかのように使用可能です。\r\r\rエンドポイントデバイス用のリモートデスクトップ（RD）クライアントは、Windowsデスクトップおよびアプリケーションへのリモートアクセスを提供します。一部はオープンソースまたはサードパーティです。\rMicrosoftまたはサードパーティのクライアントをMicrosoftのリモートデスクトッププロトコル用に拡張またはWrapperを使用します。\rGO-Global6アプリケーションは、100％GraphOnの技術を使用して、リモートWindowsアプリケーションへのゼロインストールのブラウザーベースのアクセスを提供します。\r\r\rリモートデスクトッププロトコルディスプレイドライバは、WindowsグラフィックコマンドをMicrosoftのリモートデスクトッププロトコルに変換します。\rMicrosoftのディスプレイドライバとプロトコルを使用します。\rGO-GlobalVirtualDisplayDriverは、WindowsグラフィックコマンドをGraphOnのRapidXプロトコル（RXP）に変換します。\r\r\rリモートデスクトップ接続ブローカーは、Microsoftホスト間の接続の負荷分散を提供します。\rMicrosoftのディスプレイドライバとプロトコルを使用します。\rGO-Global6Virtual Display Driverは、WindowsグラフィックコマンドをGraphOnのRapidXプロトコル（RXP）に変換します。\r\r\rリモートデスクトップゲートウェイは、SSL / TLSを介してRDPをトンネリングすることにより、RDクライアントに安全なインターネット接続を提供します。\rリモート デスクトップ接続ブローカーを独自の負荷分散機能に置き換えます。\rGO-Globalは、OpenSSLを使用してクライアントとホスト間の通信を保護します。\r\r\rまとめ 新バージョンのGO-Globalについて、 お問合せはコチラ。"
  },
  {
    url: "/contents/teleworkarekore/",
    title: "【経営者・導入担当者必見】失敗しない、テレワーク導入までの流れ",
    date: "2021-01-20T00:00:00Z",
    body: "【経営者・導入担当者必見】失敗しない、テレワーク導入までの流れ 企業の働き方改革の推進、緊急事態宣言などで、テレワークの導入を考えている企業様や組織の代表の方も多いと思います。 実際いろいろな方法や方式で導入を検討しているが、なかなか良い方法が見つからなかったり、 導入してみたが、うまく運用できない。という方も多いのではないのでしょうか？ 他社はどうしてるのか、費用はどれくらいかかってるのか？勤怠管理は？など素朴な疑問を 実際にテレワークを導入した担当者達に聞き、解決策を探ってみました。 (1)情報システム担当者から聞いたテレワークを実際導入した時のリアルな話し ケース1　サービス業　会社規模約300人 Q.導入のきっかけを教えてください A.コロナ禍でテレワークが推奨されてきているため導入しました。\rQ.導入前、大変だったことはなんですか？ A.テレワークという習慣がなかったので、何から初めてよいのかも分かりませんでした。\rまた勤怠管理などもあるため、どのようにテレワークで業務を遂行すれば良いのか人事部との調整や社内規定の改定など、様々な部門との調整をしなければならない大変さがありました。また、環境についても最近はスマホだけの人も多く自宅にPCが無い人もいるため、機材の調達や、資産管理するための方法など整備する必要がありました。\rQ.導入後、大変だったことはなんですか？ A.マニュアルや使い方については社員説明会で周知しましたが、やはり分からない人が多く、問い合わせやサポート業務が増えました。特に大変だったのは稟議関連でした。ミーティングや資料の共有などは比較的簡単にできましたが、稟議への押印についてはテレワークでの対応ができないことが分かり、事後対応や新稟議システムの導入に追われて大変でした。まだ試行錯誤中です\rQ.導入して良かった点を教えてください A.テレワークを導入してからは、「集中して仕事ができるようになった」、「ストレスが減った」、「満員電車に乗らずに済むようになった」、「朝ゆっくりしていられる」、「家族や子供と過ごすの時間が増えた」、「趣味に使える時間が増えた」という声を社員から頂きました。\rQ.導入して悪かった点を教えてください A.「自宅だとなかなか仕事モードになれない」、「ホウレンソウがしにくい」、「気軽に相談できる機会がない」、「オン、オフの切り替えがしにくいのでいつ仕事を切り上げて良いのか分からない」、「家にいると家族から用事を頼まれたりして集中できない」といった声がありました。\r ケース2　サービス業　会社規模約3,000人 Q.導入のきっかけを教えてください A.外出自粛要請に伴い、本社勤務者を対象に所定勤務日数の4〜6割程度をテレワークとする意向を社内で決定\rQ.導入前、大変だったことはなんですか？ A.社内VPN運用をテレワークにて安全かつストレスなく自宅からのアクセスを可能にするためモバイルVPNを導入。また、テレワークにおいても社内コミュケーションを図るための社用スマホを全員に配布。主に管理系部署（人事総務部や経理部）においては、据え置きのデスクトップ運用が主であったため、全てノートPCへの切り替え。テレワーク化に伴う大幅な運用コストアップが予想された。\rQ.導入後、大変だったことはなんですか？ A.当然ながら異なる各部署への業務内容詳細をヒアリングし、それぞれの内容をテレワークにて実現できる環境の設計・調整が最も大変である。テレワーク化への予算もあるため、個別に従前の業務を完全再現する事は出来ないためコストに見合う機能や機器を絞り込んで選定する必要があった。\r特に人事総務部や経理部への対応が最も困難であり、現在も試行錯誤している。請求書などの紙の書類が多いため現在での月初の出社が必須であり、外注による文書スキャンを検討しているものの取引先の協力も必要であるため思うように電子化をすすめる事ができていない。\rQ.導入して良かった点を教えてください A.テレワーク化による環境や運用機器が限定される事で、従来の業務手法を抜本的に改変する事を余儀なくされるため、これまで蓄積化されていた問題・課題が浮き彫りになる事で、本気で各部署が業務効率化・電子化・システム導入に積極的になっている。\rQ.導入して悪かった点を教えてください A.社用スマホやLINEWORKS導入により、テレワークにおいても社内コミュニケーションの活性化を目的としていたが、いまだ運用になれておらず、十分な効果を発揮できていない。またテレワーク化に伴う環境整備コストや今後の継続的な運用コスト増が大きな課題です。\rまた、前述の通り、特に管理系部署業務に対しては未だ試行錯誤している。また、テレワーク化によるタスク管理と業務報告の方法が部署毎に定まっておらず、業績評価が困難な状況は未だ解決できていない。\r ケース3　電気・精密　会社規模約100人 Q.導入のきっかけを教えてください A.緊急事態宣言があったため。\rQ.導入前、大変だったことはなんですか？ A.現場に足しげく出向いたり、使用者の自宅に電話をかけ確認したり、実際に使用している品物を見て判断し、設定したりと大変でした。\rなぜそうしないと出来ないのか？と、上層部と揉め事もありました。\rまた、新入社員の教育もテレワークでどう指導していけばいいのか会議でかなり、話し合った。\r連絡は基本メールでやらなければならないこともあり、コミュニケーションがとれないのでは？と、導入前にかなり、懸念もあった。\rQ.導入後、大変だったことはなんですか？ A.配属が決まった新入社員との教育が大変であった。機器などに不良が発覚した時、すぐ行く事ができないので原因が何か、わかるまで、時間がかかることが多々あった。\rスカイプ等のリモート会議で使うツールの使い方がわからない社員が多数おり、設定方法を教えるのが大変だった。\rいまだに、リモートワークでの問題が出てくるが都度相談して改善している。\rQ.導入して良かった点を教えてください A.会社に行く時間がなくなり、余裕が出た。他の部署の社員に五月蝿く言われる事が減ったので、楽に仕事を行う事ができるようになった。やり取りも基本メールで済ませるため、対応が楽になった。\rQ.導入して悪かった点を教えてください A.定時後でも急ぎの仕事があった時、やってくれと頼まれる事が増えた。会社で何が起こっているかがわかりづらくなった。新入社員の顔と名前がよくわからなくなった。\r ケース4　金融　会社規模約100人 Q.導入のきっかけを教えてください A.もともとリモートは災害対策としてしか検討していなかったが、2020年3月頃にロックダウンする or しないという\rニュースが入り、また親会社からリモートの準備をせよと急な方針が出されたため。\rQ.導入前、大変だったことはなんですか？ A.セキュリティを確保するために、VPNを利用するか、それ以外の方法はないかといったリモート方法を選定していたが、\r社長から社内に普段利用するPCを置いて、自宅からリモートできるようなツールで良いのでは？とお話があったため\rそのようなことができるツールを選定したが、こちらに関しては稟議もスムーズにできた。\rただ、多くの会社でリモートワークを始めようとしたことから、リモート用PCが業者から在庫切れが多発し\r購入までが難航した。\rQ.導入後、大変だったことはなんですか？ A.３つあり、１つ目は初めて利用するツールだったため、展開方法やセキュリティを考慮した管理設定など短期間で覚える必要があった。\r２つ目は大量に購入したPCのセットアップからツール導入、ユーザへの利用方法を個別にレクチャーしていたこと。\r３つ目は社内に置いたPCがハングするなど、結局IT担当は出社が必要であったため、ITだけは出社することが強いられてい\rQ.導入して良かった点を教えてください A.リモートでも仕事ができることがわかったこと。\r作業そのものの見直しが会社全体で行われたこと。\rQ.導入して悪かった点を教えてください A.リモート環境を用意したが、解除後以降利用がNGとなったため、大量に購入したPCが無駄になってしまったこと。\r ケース5　エネルギー・資源　会社規模約90人 Q.導入のきっかけを教えてください A.2020年4月に緊急事態宣言が出ることが既定路線となったタイミングで突貫工事で開始\rQ.導入前、大変だったことはなんですか？ A.社員それぞれに自宅PC環境が異なるので、大変だった。そもそも自宅にパソコンがない人やネット回線を引いていない人もいたので、その人たちにレンタル品を貸与したり、回線がない人にはポケットwifiを手配しなければいけなかった。また、自宅PCがmacだったり、かなり老朽化したものでまともに機能しないなどもあり、そういう人はたいてい知識や理解度も十分でないことが多いので、手取り足取り対応しなければいけなかった。\rQ.導入後、大変だったことはなんですか？ A.いわゆるハンコ問題で、稟議などが全く進まなかった。仕事の特性上テレワークは輪番制だったので、出社時に対応していたが、緊急のものはとりあえず電話で済まして、後日押印という方法をとったこともあり、出社時は書類が山済みで笑えるほどだった。テレワークを開始後1カ月ほどで、電子決裁システムを導入し、ようやく大きな問題なく進むようになった\rQ.導入して良かった点を教えてください A.社員に対し働き方の選択肢を増やせたこと。自身の環境やライフステージにより、テレワークの方が働きやすいというタイミングは多くの人にあると思われるので、その時に取り得る選択肢が増えたことは単純にプラスになったと考える。加えて、台風などの事前に分かっている危険なタイミングで無理に出社する必要がなくなった。\rQ.導入して悪かった点を教えてください A.仕事をしたくない人は「テレワーク」を免罪符にしがち。「テレワークだからできない」を言い訳に、仕事をしない人がどうしても発生してくる。でも冷静に分析してみると、そういうことをする社員は会社にいてもどうせ仕事をしていない(できない)人がほとんどで、制度ではなくその人物の問題。\r 実際の声まとめ メリット\rデメリット\r\r\r集中して仕事ができるようになった\r社員の評価が難しい\r\r\r満員電車のストレスから解放された\rコミュニケーションがとり辛い\r\r\r家族や子供と過ごすの時間が増えた\r仕事と私生活のオン・オフが切り替えられない\r\r\rいる業務いらない業務などの改善ができ生産性が上がった\r情報漏洩のリスクがある\r\r\r本気で各部署が業務効率化・電子化・システム導入に積極的に行えイノベーションがおこった\r導入のためにコストがかかったり、無駄なコストをかけてしまった。\r\r\rオフィスの縮小で賃料が安くなった。紙コストの削減ができた。\r--\r\r\r働きやすい環境になり人材確保が期待できる\r--\r\r\r(2)実際の導入の事例を踏まえた、テレワーク導入の進め方 (1)テレワークの勤務体制を考える アンケートの回答でもありましたが、全員テレワーク。であったり、一部の人のテレワークだったりと取り組み方は企業や組織でそれぞれです。 自社にあったやり方で、誰がいつテレワークにするのかを各部署や、人事などと相談し決定しましょう。 実際の企業側のテレワークへの取り組み方一例 A.全員テレワーク オフィスは誰もいない状態になります。 メリット\r全員出社しないので不公平感がない。 誰もいないので、その環境に合わせた仕組作りが徹底できる。 オフィスの重要性がなくなるのでオフィスの解約や縮小でコストダウンできる。\r\r\rデメリット\r電話などの転送などを設定しないといけない。 社員全員がいないのを踏まえた仕組作りが必要。\rコミュニケーションが取リ辛い。\r\r\rB.交代制でテレワーク 交代制でテレワークをする。出勤する者とテレワークで別れることになります。 メリット\r必ず誰かがオフィスにいるので、宅配や、急な来客などに対応できる\r\r\rデメリット\r顔を合わす人合わさない人で、偏りが出てしまう。\r\r\rC.決まった部署や人だけテレワーク 営業部は出勤、人事はテレワークなど、業務内容で分けたり、役職でテレワークにする。 メリット\r各部署に合った働き方や、実際の業務に沿った働き方ができる。\r\r\rデメリット\r部署間のコミュニケーションが取り辛くなる不公平感が生まれる。\r\r\r\rD.社員からの申請制 営業部は出勤、人事はテレワーク。など業務内容で分けたり役職でテレワークにする。 メリット\r社員の都合に合わせてテレワークを設置できる。出社でもオフィスでの仕事でも選択できるので柔軟な働き方ができる。\r\r\r\rデメリット\r申請の内容や、申請のタイミングなど、調整や仕組みがしっかり出来ていないと、社内で混乱や不公平感がおこる場合もある。導入前にしっかりとした運用準備が必要。\r\r\r\r(2)業務のたな卸をする 書類には判子が必要。ミーティングは必ず顔を合せて開催する。などルールが決まっている事が多々あったかとおもいます。しかし、テレワークをきっかけに、本当にその業務やミーティングが必要なのか洗い出していきましょう。 実際に業務をしていると、当たり前過ぎて「いる」「いらない」の判断さえ出来ない場合もあります。 例えば、 判子の承認 提出書類 研修の頻度や内容 定例会議などの頻度や内容 決まった場所の清掃や整理 FAXでのやりとり など まず担当部署にワークフローを確認します。 そして、 ECRS（イー・シー・アール・エス、またはイクルス）を意識して業務をシンプルにしていきましょう ECRSとは、 （1）Eliminate（排除） （2）Combine（統合） （3）Rearrange（順序入れ替え） （4）Simplify（簡素化） の頭文字から取ったものです。 その順番に検証していくことで、無駄な業務を減らし、仕事の効率化を図ることができます (3)ソフトやツールを検討・導入する 業務のたな卸が終わったら、テレワークをする際に必要なツールやソフトを導入しましょう。 各部署や担当者取引先とも使えるか？などを念頭に置いて、ツールやソフトを検討しましょう。 「導入してみたが、使い勝手が悪い」や「思っているほど効率が上がらない」など、発生する可能性があるので、 1年契約などは最初は避ける。 少人数ではじめる。などしてトライしていく方がいいでしょう。 従業員へテレワークの規約などを確認する テレワークに関する規約などを事前に説明しておきましょう。勤務体制はもちろんのこと、PC操作や新しく導入されたシステムやツールなどの研修を事前にマニュアル化しテレワークになる前に、完了しておく必要があります。 規定書の事例としては テレワーク中に適正な姿勢が保たれること 適度な明るさが確保できていること 生活空間とは区別ができていること 等を従業員に確認してもらったり 企業が機器の補助なども検討しなければなりません。 また、 テレワーク勤務者が所有する情報通信機器を業務に利用させることがある場合、 会社が求めるセキュリティ条件を満たす機器なのか？等を 確認していく必要があります。 厚生労働省　テレワーク規定例　 テレワークの担当者には、社員から問合せが集中してしまいます。事前に簡単な操作方法など個人でできることは マニュアル化を怠らないようにしてきましょう。 (3)テレワーク導入で検討すべきシステムやソフトをご紹介 勤怠ソフト5選 キングオブタイム（KING OF TIME）… 実績数が多くユーザーが使いやすい ジョブカン勤怠管理 … 機能が多種多様。ほぼどの業種でも導入することが可能 マネーフォワード クラウド勤怠 … サポート体制が良いので導入に不安があるならオススメ 人事労務 freee … 人事全体に特化。勤怠のみならず人事の流れを可視化できる AKASH … 多彩な打刻方法、保険手続きの自動化とサポートに自信ありI 提供：アイミツ　　コミュニケーションツール 5選 slack（スラック） … チャットやSNSに慣れている人向け Chatwork（チャットワーク） … 手頃な価格の国産ツール LINE WORKS（ラインワークス） … 「既読」機能が最大の特徴 Microsoft Teams（マイクロソフトチームズ） … Office365利用なら一択 Workplace（ワークプレイス） … 社内組織を超えた人間関係が広がる 提供：ダイヤモンド働き方研究所　 WEB会議ツール　4選 Zoom(ズーム) … 操作性もわかりやすく、一定時間まで無料で使える Microsoft Teams（マイクロソフトチームス） … Microsoft365の契約で、使用できるのでまとめて活用する企業も多い Google Meet（グーグルミート） … G Suiteユーザー向けWeb会議サービスです。Googleのアカウントを持っていないユーザーもミーティングコード（URL）などから Google Meetに参加できます。 Cisco Webex Meetings（シスコ ウェブエックス ミーティングス） … セキュリティに定評があり、参加者使用環境が異なる中で使用が可能です。 提供：アイティクラウド　 スケジュール管理ツール 3選 Googleカレンダー … 無料で使える管理ツールスケジュールの共有なども簡単に行えます Time Tree(タイムツリー) … スケジュール共有に特化した無料ツールです。 サイボウズOffice … 1名500円から使用できます。文書やファイルを仲間と共有できるファイル管理機能が豊富です。 その他のシステムやソフト リモートアクセスツール オフィスに設置しているPCの電源を入れて設定しておけば、自宅のPCから接続することができます。 VPN VPNを使用することにより、外部からアクセスした際、通信が暗号化され外部からは読み取りが困難な通信網となります。 シンクライアント 安心してアプリケーションやソフトを使用するために、データは端末ではなくサーバーに置き使用します。操作する端末はスペックが低くても、異なる機器でも使用することができます。 タスク管理ツール TODOリストや、ホワイトボード機能などで、お互いやプロジェクトの管理を行います。 プロジェクト管理ツール プロジェクトなどを期限内に達成するために計画を策定し、その計画を実行し完了までを可視化するツールです。 ウェビナー(Webセミナー) 研修や、面接などの説明会、顧客へのセミナー開催などで使用します。 ポイント　 実際にテレワークを決定しても、会社の方針が変わり 大量に購入したPCが無駄になってしまった。と言った話もありました。 まずは、小規模にはじめる。や、ローテーションを組んでからはじめる等して、徐々にＰＣや周辺機器を増やす方法も考えていきましょう。 (4)テレワークの理想の目指すべき姿 まとめ いかがでしたか？ テレワーク導入は会社の業務の見直しや、イノベーションを活性化させる ことにも繋がります。 まだ導入していない企業や、導入したけれどなかなか上手く回っていないなど お悩みがある方はぜひ参考にしてください。 GO-Globalでは、シンクライアントの仕組みを利用してテレワークが実現できます。 セキュリティ高く安心してテレワークの仕組みが導入できますのでぜひ、ご検討ください。 お問合せはコチラ。"
  },
  {
    url: "/contents/teleworkkagu/",
    title: "東京、神奈川、千葉、埼玉のテレワーク用の中古オフィス家具特集",
    date: "2021-01-08T00:00:00Z",
    body: "東京、神奈川、千葉、埼玉のテレワーク用の中古オフィス家具特集 長時間家で仕事をするには、やはり椅子と机はいいものを揃えたいですよね。普通の家具屋さんでもいいのですが、中古オフィスの椅子や机はいかがでしょうか？なるべく都内近郊で実店舗があるお店を集めてみました。テレワークが始まった人もずっとテレワークの人も、ぜひ参考にしてくださいね。 TOKYORECYCLEimption（インプション） LINK 東京の世田谷区を中心に店舗を展開しています。オフィス中古をはじめお洒落な家具が多数揃っているので、自分好みのお部屋にアレンジできます。 祖師谷大蔵店\r東京都世田谷区千歳台2-46-10-1F\r11:00~19:00(短縮営業中)\r木曜定休日年末年始\rTEL:03-5429-9415\rFree:0120-987-565\r用賀店\r東京都世田谷区上用賀6-33-22-1F\r11:00~19:00(短縮営業中)\r木曜定休日年末年始\rTEL:03-3429-2311\r経堂店\r東京都世田谷区宮坂3-20-1\r11:00~19:00(短縮営業中)\r木曜定休日年末年始\rTEL:03-5426-2041\r下北沢店\r東京都世田谷区北沢2-6-11-1F\r11:00~19:00(短縮営業中)\r木曜定休日年末年始\rTEL:03-5452-4746\r自由が丘店\r東京都世田谷区奥沢5-20-21-1F\r11:00~19:00(短縮営業中)\r木曜定休日年末年始\rTEL:03-6421-1294\r学芸大学店\r東京都目黒区鷹番2-4-12・2-9-3\r11:00~19:00(短縮営業中)\r木曜定休日年末年始\rTEL:03-6303-2880\rリスタ神田店 LINK レンタルもしているので、オフィス家具などの商品が豊富です。月の限定商品はとてもお安くなっています。 東京都千代田区神田富山町1-3 金陽神田ビル1階\rTEL：03-5209-6822 営業時間：10:00～18:00　定休日：土曜日・日曜日・祝日\rオフィスレスキュー119 LINK 中古オフィス家具を中心に販売しているので品ぞろえが豊富　アウトレット品や新品も大特価で販売中です。 江戸川店\r東京都江戸川区江戸川5丁目10-10\r営業時間 10：00～19：00（日・祝　定休日）\r電話 03-3878-3321\r川口店\r埼玉県川口市末広1丁目15-8 営業時間 10：00～19：00（日・祝　定休日） 電話 048-227-6407\r川崎店\r神奈川県川崎市川崎区塩浜1-7-11\r営業時間 10：00～19：00（日・祝　定休日） 電話 044-280-0666\r佐倉店\r千葉県佐倉市生谷（オブカイ）1193\r営業時間 10：00～19：00（日・祝　定休日） 電話 043-464-7090\rオフィスバスターズ LINK 国内33店舗をそろえ、規模も大きくしっかりとした体制で大型のものも数多く取り揃えています。 店舗総合案内 LINK ありがとう屋 LINK 神田、新橋、日本橋、新宿とオフィス街にあるので店舗にも立ち寄れます。 埼玉・大阪・福岡に物流拠点があり、配送コストがおさえているので、安く提供しています。 神田店【都内最大級】\r東京都千代田区神田須田町2-5-2　須田町佐志田ビル1F\r営業時間　AM 10:00～PM 7:00\r休業日：土曜・日曜・祝日\r電話 03-3526-8231\r新橋店\r東京都港区新橋 3-3-14　田村町ビル１Ｆ\r営業時間　AM 10:00～PM 7:00\r休業日：土曜・日曜・祝日\r電話 03-3580-5411\r日本橋店\r東京都中央区日本橋本町1-4-9　日本橋ＭＭＩビル1階\r営業時間　AM 10:00～PM 6:00\r休業日：土曜・日曜・祝日\r電話 03-6202-5781\r新宿店\r東京都新宿区新宿1-19-8 サンモール第7ビル営業時間\r営業時間　AM 10:00～PM 7:00\r休業日：土曜・日曜・祝日\r電話 03-5360-8771\r戸田公園店\r埼玉県戸田市新曾南3-7-4\r営業時間　AM 10:00～PM 7:00\r定休日\t日・祝日\r電話 048-447-7501\rさいたま上戸田店【大型店舗】\r埼玉県戸田市上戸田4-４-７\r営業時間　AM 10:00～PM 7:00\r土曜日も営業\r電話 048-430-2811\r有限会社今井家具店 LINK 中古オフィス家具販売の実績も長く、クリニーングやメンテナンスもばっちり。オフィスチェアなど数多く取り揃えています。 神奈川県横浜市西区戸部町3-80\r電話番号 045-241-5545\r営業時間：9時から18時\r定休日：日・祝休み\rパワーオフィス LINK 広い実店舗でディスプレイ展示してあります。たくさん見たい人試したい人にはお勧め。 埼玉県三郷市戸ヶ崎2-794\r電話番号 048-948-2180\r営業時間：9:30am - 6:30pm (平日、月-金)　9:30am - 3:00pm(土)\rトレジャーホール LINK 東京・埼玉を中心に中古オフィス家具・中古オフィスチェアを販売。傷や塗装の剥がれも丁寧に補修、手作業による細部まで妥協しない徹底したクリーニングを行っています。テレワークしやすい椅子が見つかりそうです。 埼玉県春日部市浜川戸1-8-1\r電話番号 048-760-0007\r営業時間：9:00 ～ 18:00\r定休日：日曜・祝日\rいかがでしたでしょうか？ 気に入った椅子や机はありそうでしたか？ お近くにお店がある方はぜひ伺ってみてはいかがでしょうか\u0008。"
  },
  {
    url: "/contents/202012windowsupdate/",
    title: "代理店向け2020年12月のWindows Update互換性情報に関して",
    date: "2020-12-24T00:00:00Z",
    body: "代理店向け2020年12月のWindows Update互換性情報に関して 正規販売代理店技術担当者様へ技術支援センターからのお知らせ。 ダウンロードページの「2020年12月のWindows Update互換性情報についてのお知らせ.pdf」をご覧ください。 ご不明な点がございましたらお問い合わせくださいませ。"
  },
  {
    url: "/tags/news/",
    title: "news",
    date: "2020-12-15T00:00:00Z",
    body: "news"
  },
  {
    url: "/contents/support/",
    title: "年末年始サポートセンターお休みのご連絡",
    date: "2020-12-15T00:00:00Z",
    body: "年末年始サポートセンターお休みのご連絡 年内営業日は、2020年12月29日(火)12:00までの受付となります。年始営業日は2021年 1月 4日（月）通常通り営業となります。 ※休暇中のお問合わせにつきましては、2021年 1月 4日（月）以降に、順次ご連絡させて頂きます。"
  },
  {
    url: "/contents/bcp/",
    title: "BCP感染症対策と在宅（テレワーク）勤務はセットで考えると効率的",
    date: "2020-12-13T00:00:00Z",
    body: "BCP感染症対策と在宅（テレワーク）勤務はセットで考えると効率的 BCP感染症対策をより強固に策定し、実際に感染症がまん延した時にスムーズに事業を継続できる環境をしっかり用意。"
  },
  {
    url: "/contents/legacysystem/",
    title: "すぐにレガシーシステムを改修しよう！低コストで段階的にクラウド化",
    date: "2020-12-13T00:00:00Z",
    body: "すぐにレガシーシステムを改修しよう！低コストで段階的にクラウド化 大問題！2025年までに老朽化したシステムを早急に脱却しなければ大変なことに！？"
  },
  {
    url: "/contents/202011windowsupdate/",
    title: "代理店向け2020年11月のWindows Update互換性情報に関して",
    date: "2020-11-29T00:00:00Z",
    body: "代理店向け2020年11月のWindows Update互換性情報に関して 正規販売代理店技術担当者様へ技術支援センターからのお知らせ。 ダウンロードページの「2020年11月のWindows Update互換性情報についてのお知らせ.pdf」をご覧ください。 ご不明な点がございましたらお問い合わせくださいませ。"
  },
  {
    url: "/contents/202010windowsupdate/",
    title: "代理店向け2020年10月のWindows Update互換性情報に関して",
    date: "2020-10-29T00:00:00Z",
    body: "代理店向け2020年10月のWindows Update互換性情報に関して 正規販売代理店技術担当者様へ技術支援センターからのお知らせ。 ダウンロードページの「2020年10月のWindows Update互換性情報についてのお知らせ.pdf」をご覧ください。 ご不明な点がございましたらお問い合わせくださいませ。"
  },
  {
    url: "/contents/lift-shift/",
    title: "自社ソフトウェアのクラウド化は、低コストに時間をかけずできます。",
    date: "2020-10-10T00:00:00Z",
    body: "自社ソフトウェアのクラウド化は、低コストに時間をかけずできます。 クラウド化したいけど、なかなか手が付けられない！そんな自社パッケージをお持ちの企業様必見！"
  },
  {
    url: "/contents/thin-client/",
    title: "シンクライアントとは？業界歴20年のプロわかりやすく解説致します。",
    date: "2020-10-04T00:00:00Z",
    body: "シンクライアントとは？業界歴20年のプロわかりやすく解説致します。 今話題の「シンクライアント」わかりそうでわからない、シンクライアントについてご説明します。"
  },
  {
    url: "/contents/web-separation/",
    title: "インターネット分離を導入する3つのポイント",
    date: "2020-10-02T00:00:00Z",
    body: "インターネット分離を導入する3つのポイント 総務省セキュリティ対策で注目のインターネット分離について仕組みと導入のポイントを解説。"
  },
  {
    url: "/contents/giga-school/",
    title: "GIGAスクール構想とは？生産性をあげる校務分離をお探しならGO-Globalがおすすめ",
    date: "2020-09-30T00:00:00Z",
    body: "GIGAスクール構想とは？生産性をあげる校務分離をお探しならGO-Globalがおすすめ GO-Globalならセキュリティが高いのに校務システムと公務外部への接続をシンプル接続し作業できます。"
  },
  {
    url: "/contents/202009windowsupdate/",
    title: "代理店向け2020年9月のWindows Update互換性情報に関して",
    date: "2020-09-29T00:00:00Z",
    body: "代理店向け2020年9月のWindows Update互換性情報に関して 正規販売代理店技術担当者様へ技術支援センターからのお知らせ。 ダウンロードページの「2020年9月のWindows Update互換性情報についてのお知らせ.pdf」をご覧ください。 ご不明な点がございましたらお問い合わせくださいませ。"
  },
  {
    url: "/contents/telework-moushikomi/",
    title: "東京しごと財団テレワーク助成金申請はいつまで？結果はいつでるの？",
    date: "2020-08-30T00:00:00Z",
    body: "東京しごと財団テレワーク助成金申請はいつまで？結果はいつでるの？ 「テレワークを導入したいけどやり方は？」 「どんな人が申請できるの？」などの疑問を回答します。"
  },
  {
    url: "/contents/202008windowsupdate/",
    title: "代理店向け2020年8月のWindows Update互換性情報に関して",
    date: "2020-08-29T00:00:00Z",
    body: "代理店向け2020年8月のWindows Update互換性情報に関して 正規販売代理店技術担当者様へ技術支援センターからのお知らせ。 ダウンロードページの「2020年8月のWindows Update互換性情報についてのお知らせ.pdf」をご覧ください。 ご不明な点がございましたらお問い合わせくださいませ。"
  },
  {
    url: "/contents/202007windowsupdate/",
    title: "代理店向け2020年7月のWindows Update互換性情報に関して",
    date: "2020-07-29T00:00:00Z",
    body: "代理店向け2020年7月のWindows Update互換性情報に関して 正規販売代理店技術担当者様へ技術支援センターからのお知らせ。 ダウンロードページの「2020年7月のWindows Update互換性情報についてのお知らせ.pdf」をご覧ください。 ご不明な点がございましたらお問い合わせくださいませ。"
  },
  {
    url: "/contents/telework/",
    title: "社内の独自アプリケーションを在宅勤務者に素早く配信。テレワークを円滑に。",
    date: "2020-07-04T00:00:00Z",
    body: "社内の独自アプリケーションを在宅勤務者に素早く配信。テレワークを円滑に。 業務に必要なアプリケーションに対する任意のデバイスからのアクセスを安全に実現できます。"
  },
  {
    url: "/contents/chromebook-gg/",
    title: "【テレワーク】ChromebookとGO-Globalでテレワークが実現",
    date: "2020-06-30T00:00:00Z",
    body: "【テレワーク】ChromebookとGO-Globalでテレワークが実現 chromebookとGO-Globalを使ったテレワークのメリットをご説明いたします。"
  },
  {
    url: "/contents/202006windowsupdate/",
    title: "代理店向け2020年6月のWindows Update互換性情報に関して",
    date: "2020-06-29T00:00:00Z",
    body: "代理店向け2020年6月のWindows Update互換性情報に関して 正規販売代理店技術担当者様へ技術支援センターからのお知らせ。 ダウンロードページの「2020年6月のWindows Update互換性情報についてのお知らせ.pdf」をご覧ください。 ご不明な点がございましたらお問い合わせくださいませ。"
  },
  {
    url: "/contents/work-style-reform/",
    title: "GO-Globalで実現できる働き方改革",
    date: "2020-06-02T00:00:00Z",
    body: "GO-Globalで実現できる働き方改革 GO-Globalを利用することにより、在宅勤務やサテライトオフィスを安心して利用できます。柔軟な働き方が実現します。"
  },
  {
    url: "/contents/202005windowsupdate/",
    title: "代理店向け2020年5月のWindows Update互換性情報に関して",
    date: "2020-05-29T00:00:00Z",
    body: "代理店向け2020年5月のWindows Update互換性情報に関して 正規販売代理店技術担当者様へ技術支援センターからのお知らせ。 ダウンロードページの「2020年5月のWindows Update互換性情報についてのお知らせ.pdf」をご覧ください。 ご不明な点がございましたらお問い合わせくださいませ。"
  },
  {
    url: "/contents/202004windowsupdate/",
    title: "代理店向け2020年4月のWindows Update互換性情報に関して",
    date: "2020-04-29T00:00:00Z",
    body: "代理店向け2020年4月のWindows Update互換性情報に関して 正規販売代理店技術担当者様へ技術支援センターからのお知らせ。 ダウンロードページの「2020年4月のWindows Update互換性情報についてのお知らせ.pdf」をご覧ください。 ご不明な点がございましたらお問い合わせくださいませ。"
  },
  {
    url: "/contents/202003windowsupdate/",
    title: "代理店向け2020年3月のWindows Update互換性情報に関して",
    date: "2020-03-29T00:00:00Z",
    body: "代理店向け2020年3月のWindows Update互換性情報に関して 正規販売代理店技術担当者様へ技術支援センターからのお知らせ。 ダウンロードページの「2020年3月のWindows Update互換性情報についてのお知らせ.pdf」をご覧ください。 ご不明な点がございましたらお問い合わせくださいませ。"
  },
  {
    url: "/contents/corona202003/",
    title: "新型コロナウイルス対策のため時差出勤・在宅勤務を実施",
    date: "2020-03-04T00:00:00Z",
    body: "新型コロナウイルス対策のため時差出勤・在宅勤務を実施 新型コロナウイルス（COVID-19）の感染拡大に伴い、下記の通り時差出勤・在宅勤務を実施いたします。 通勤ラッシュ時の電車通勤を回避するために時差出勤を実施 ローテーションによる在宅勤務の実施 ◆実施期間　2020年3月4日(水)～感染が終息する状況を確認し決定 ※当社は「GO-Global」を主要事業としており、セキュアな環境下でテレワークを行っております。 新型コロナウイルス関連肺炎で亡くなられた方々にお悔やみ申し上げると共に、影響を受けた方々の一日も早い回復と、感染の早期終息を心よりお祈り申し上げます。"
  },
  {
    url: "/contents/202002windowsupdate/",
    title: "代理店向け2020年2月のWindows Update互換性情報に関して",
    date: "2020-02-29T00:00:00Z",
    body: "代理店向け2020年2月のWindows Update互換性情報に関して 正規販売代理店技術担当者様へ技術支援センターからのお知らせ。 ダウンロードページの「2020年2月のWindows Update互換性情報についてのお知らせ.pdf」をご覧ください。 ご不明な点がございましたらお問い合わせくださいませ。"
  },
  {
    url: "/contents/202001windowsupdate/",
    title: "代理店向け2020年1月のWindows Update互換性情報に関して",
    date: "2020-01-29T00:00:00Z",
    body: "代理店向け2020年1月のWindows Update互換性情報に関して 正規販売代理店技術担当者様へ技術支援センターからのお知らせ。 ダウンロードページの「2020年1月のWindows Update互換性情報についてのお知らせ.pdf」をご覧ください。 ご不明な点がございましたらお問い合わせくださいませ。"
  },
  {
    url: "/search/data.js",
    title: "",
    date: "0001-01-01T00:00:00Z",
    body: ""
  },
  {
    url: "/telework/",
    title: "",
    date: "0001-01-01T00:00:00Z",
    body: "リフト＆シフトで進める成功する 既存パッケージクラウド化のススメ方 GO-Globalは、既存パッケージソフトのクラウド化を後押しし、顧客の流失を防ぎます。 自社パッケージ商品のクラウド化に立ちはだかる壁をLift＆Shift（リフト＆シフト）方式で解決しましょう。ソフトウェアベンダーへぜひ　GO-GLOBALを活用した Lift＆Shift（リフト＆シフト）方式でのクラウド化をご紹介します。 目次 既存パッケージソフトのクラウド化はリフト＆シフト方式で解決できる 既存パッケージソフトをリフト＆シフトで（Lift＆Shift）で移行するメリット・デメリット アプリケーションクラウド化の進め方 GO-Globalを使ったアプリケーションクラウド化 Go-Globalがアプリケーションクラウド化におすすめの理由 既存パッケージソフトのクラウド化はリフト＆シフト方式で解決できる 既存パッケージをLift（クラウド）し段階的に実装を進めて行くことをLift＆Shift（リフトアンドシフト）方式と言います。 初めからクラウドネイティブに切り替えて、開発することができればいいのですが、 コストや人材の確保、開発までの時間を考えるといきなり、クラウドネイティブに手が出しづらいのが現状です。 そこで、Lift＆Shift（リフトアンドシフト）という手法で段階的にクラウドに置き換える手法に注目が集まっています。 リフト＆シフト移行へのイメージ では、実際に初めからクラウド開発をした場合のコストとLift＆Shift（リフトアンドシフト）をした場合の比較表をご覧ください。 一般的なパッケージソフトウエアの場合 クラウドネイティブで開発した場合\tリフト＆シフトで移行した場合 時間\t半年～1年以上\tリフトだけなら1日 人\t数十人以上\t2～3人 価格\t１０００万以上\t一旦クラウド利用だけ 上記のようにリフト\u0026amp;シフトを実行することにより、 コストを抑えながらクラウドに移行する準備期間を確保することが可能です。 また、ある大手企業は、高機能なソフトウェアをパッケージとして販売し、一部の機能や、 商品を簡略化したバージョンをクラウドパッケージ製品として提供する、ハイブリット手法で販売しています。 そうすることにより商品にグレードをつけ差別化して販売することもできます。 クラウド化に対抗するために価格をさげて売る必要などはありません。 ユーザーは段階的に使用して、コアな機能を追加で購入して行くといった販売してくことも可能です。 既存パッケージをリフト＆シフトで（Lift＆Shift）で移行するメリット・デメリット メリット 構成を大きく変更せずにすむ ユーザーへ教育を段階的に行える 移行しながらクラウドに合わせたアーキテクチャに変更していける 高可用性を担保できる アップデートなどの管理が楽になる BCP（事業継続計画）で必要となるDR（災害復旧）対策になる ユーザーは資産にならず、経費となるのでユーザーのコスト削減にもなる デモ版や評価版の提供が簡単になる デメリット liftしたことで満足してしまいシフトの段階で開発が滞る では一つづつメリットデメリットを見ていきましょう メリット 構成を大きく変更せずにすむ クラウド化の壁はオンプレミスとクラウドで必要なスキルが異なるため全てを変更するためには、教育や人件費などがかかります。 一旦LIFTだけ行いSHIFTしておく部分を計画的に回収していく事ができます。 ユーザーへ教育を段階的に行える パッケージソフトウエアを使用しているユーザーに 段階を経てクラウド化した部分をご案内し ステップを踏みながら学習してもらい 次のソフト改修へのSHIFTへつなげていく。 移行しながらクラウドに合わせたアーキテクチャに変更していける 既存のソフトウェアをすぐにクラウド化するには人件費や時間がかかるのが現状です。 まずはクラウド上の仮想サーバに置き換え移行しながら最適化していきましょう。 高可用性を担保できる クラウド上にデータを置くためクライアント側で トラブルが起きた場合でも他端末で操作することが可能です。 サービス提供が出来なくなる事態の発生頻度が低減されるでしょう アップデートなどの管理が楽になる バックアップがユーザー任せだと、煩雑になりがちですが、 クラウド側でアップデートの管理できるので ユーザー側の手間も省けます。 BCP（事業継続計画）で必要となるDR（災害復旧）対策になる ユーザーのデータをクラウド上に置く（LIFT）することにより顧客データなどを安全に保存しバックアップ することができます。 ユーザーは資産にならず、経費となるのでユーザーのコスト削減にもなる。 ユーザーはクラウドにすることにより資産、保守体制を社内に持つ必要がありません。 ユーザー側にも大きにメリットが生まれます。 また、ベンダー側は保守としてユーザーに新しい価値を提供し、ビジネスを展開することもできます。 デモ版や評価版の提供が簡単になる サーバにアプリケーションを置くことにより、簡単に自社製品を使用して お使いできるので導入までスピーディーに商談できます。 デメリット リフトしたことで満足してしまいシフトの段階で開発が滞る クラウドに移行して、その先の開発やアプリケーションの棚卸などがおろそかになってしまいプロジェクトが止まってしまうこともあります。 今後の展開をイメージして導入をお勧めします。 Lift＆Shift（リフト＆シフト）の進め方 メリットの多いLift＆Shift（リフト＆シフト）はクラウド化を考えているなら ぜひ取り入れてみましょう Lift＆Shift（リフト＆シフト）をしながらクラウド化を進めることにより 企業のDX（デジタルトランスフォーメーション）を加速させていくことが可能です。 いったんLIFTすることにより、 既存システムの連携、データの収集・分析、AI活用、業務の見える化など、事業がスケールしていくことができます。 では、Lift＆Shift（リフト＆シフト）をどのように進めて行けばいいのでしょう。 ① ユーザーの使用感に違和感がない ② 短期間で導入可能 ③ セキュリティが高い それでは上記のポイントをひとつひとつみていきましょう GO-Globalを使ったLift＆Shift（リフト＆シフト） では、早速GO-Globalを活用したLift＆Shift（リフト＆シフト）の方法をご紹介します。 Go-Globalのサーバーに自社アプリケーションをまずはリフトします。 リフトするだけなので、アーキテクチャの変更や仕様を変える必要はありません サーバー構成を極力変えずに移行するため、難易度も低くコストを抑えることができます。 その後、段階的に、調整を行い移行していきましょう。 Go-GlobalがLift＆Shift（リフト＆シフト）におすすめの理由 ①導入まで最短でわずか５分 開始までの時間が短時間で済みます。 GO-Globalは独自システムでシンプルな構造のため、 契約から導入までスピーディに開始できます。 ②　コストが抑えられる 独自技術で構築しているためユーザー数やアカウント数の調整が柔軟に対応できます。 そのため、余計なアカウントの確保にお金を使う必要がありません。 最小単位は５ユーザーから採用頂けます。 ③GO-GlobalはAPIラッピング方式でスピーディに使用できる。 サーバとクライアント間で画面情報をビットマップで送受信するのではなく、 描画命令をクライアントへ送信する技術なので、 ネットワーク帯域を圧迫ませせん。 まとめ GO-GlobalでまずはLIFTをしっかり行いそのあとに、 自社のアプリケーションの棚卸しと改修を進めて行く。 今度デジタルトランスフォーメーションに向けて今、 基盤をしっかりと構築しておく。 構成を大きく変更せずにすむ"
  },
  {
    url: "/bcp/",
    title: "bcp",
    date: "0001-01-01T00:00:00Z",
    body: "bcp リフト＆シフトで進める成功する 既存パッケージクラウド化のススメ方 GO-Globalは、既存パッケージソフトのクラウド化を後押しし、顧客の流失を防ぎます。 自社パッケージ商品のクラウド化に立ちはだかる壁をLift＆Shift（リフト＆シフト）方式で解決しましょう。ソフトウェアベンダーへぜひ　GO-GLOBALを活用した Lift＆Shift（リフト＆シフト）方式でのクラウド化をご紹介します。 目次 既存パッケージソフトのクラウド化はリフト＆シフト方式で解決できる 既存パッケージソフトをリフト＆シフトで（Lift＆Shift）で移行するメリット・デメリット アプリケーションクラウド化の進め方 GO-Globalを使ったアプリケーションクラウド化 Go-Globalがアプリケーションクラウド化におすすめの理由 既存パッケージソフトのクラウド化はリフト＆シフト方式で解決できる 既存パッケージをLift（クラウド）し段階的に実装を進めて行くことをLift＆Shift（リフトアンドシフト）方式と言います。 初めからクラウドネイティブに切り替えて、開発することができればいいのですが、 コストや人材の確保、開発までの時間を考えるといきなり、クラウドネイティブに手が出しづらいのが現状です。 そこで、Lift＆Shift（リフトアンドシフト）という手法で段階的にクラウドに置き換える手法に注目が集まっています。 リフト＆シフト移行へのイメージ では、実際に初めからクラウド開発をした場合のコストとLift＆Shift（リフトアンドシフト）をした場合の比較表をご覧ください。 一般的なパッケージソフトウエアの場合 クラウドネイティブで開発した場合\tリフト＆シフトで移行した場合 時間\t半年～1年以上\tリフトだけなら1日 人\t数十人以上\t2～3人 価格\t１０００万以上\t一旦クラウド利用だけ 上記のようにリフト\u0026amp;シフトを実行することにより、 コストを抑えながらクラウドに移行する準備期間を確保することが可能です。 また、ある大手企業は、高機能なソフトウェアをパッケージとして販売し、一部の機能や、 商品を簡略化したバージョンをクラウドパッケージ製品として提供する、ハイブリット手法で販売しています。 そうすることにより商品にグレードをつけ差別化して販売することもできます。 クラウド化に対抗するために価格をさげて売る必要などはありません。 ユーザーは段階的に使用して、コアな機能を追加で購入して行くといった販売してくことも可能です。 既存パッケージをリフト＆シフトで（Lift＆Shift）で移行するメリット・デメリット メリット 構成を大きく変更せずにすむ ユーザーへ教育を段階的に行える 移行しながらクラウドに合わせたアーキテクチャに変更していける 高可用性を担保できる アップデートなどの管理が楽になる BCP（事業継続計画）で必要となるDR（災害復旧）対策になる ユーザーは資産にならず、経費となるのでユーザーのコスト削減にもなる デモ版や評価版の提供が簡単になる デメリット liftしたことで満足してしまいシフトの段階で開発が滞る では一つづつメリットデメリットを見ていきましょう メリット 構成を大きく変更せずにすむ クラウド化の壁はオンプレミスとクラウドで必要なスキルが異なるため全てを変更するためには、教育や人件費などがかかります。 一旦LIFTだけ行いSHIFTしておく部分を計画的に回収していく事ができます。 ユーザーへ教育を段階的に行える パッケージソフトウエアを使用しているユーザーに 段階を経てクラウド化した部分をご案内し ステップを踏みながら学習してもらい 次のソフト改修へのSHIFTへつなげていく。 移行しながらクラウドに合わせたアーキテクチャに変更していける 既存のソフトウェアをすぐにクラウド化するには人件費や時間がかかるのが現状です。 まずはクラウド上の仮想サーバに置き換え移行しながら最適化していきましょう。 高可用性を担保できる クラウド上にデータを置くためクライアント側で トラブルが起きた場合でも他端末で操作することが可能です。 サービス提供が出来なくなる事態の発生頻度が低減されるでしょう アップデートなどの管理が楽になる バックアップがユーザー任せだと、煩雑になりがちですが、 クラウド側でアップデートの管理できるので ユーザー側の手間も省けます。 BCP（事業継続計画）で必要となるDR（災害復旧）対策になる ユーザーのデータをクラウド上に置く（LIFT）することにより顧客データなどを安全に保存しバックアップ することができます。 ユーザーは資産にならず、経費となるのでユーザーのコスト削減にもなる。 ユーザーはクラウドにすることにより資産、保守体制を社内に持つ必要がありません。 ユーザー側にも大きにメリットが生まれます。 また、ベンダー側は保守としてユーザーに新しい価値を提供し、ビジネスを展開することもできます。 デモ版や評価版の提供が簡単になる サーバにアプリケーションを置くことにより、簡単に自社製品を使用して お使いできるので導入までスピーディーに商談できます。 デメリット リフトしたことで満足してしまいシフトの段階で開発が滞る クラウドに移行して、その先の開発やアプリケーションの棚卸などがおろそかになってしまいプロジェクトが止まってしまうこともあります。 今後の展開をイメージして導入をお勧めします。 Lift＆Shift（リフト＆シフト）の進め方 メリットの多いLift＆Shift（リフト＆シフト）はクラウド化を考えているなら ぜひ取り入れてみましょう Lift＆Shift（リフト＆シフト）をしながらクラウド化を進めることにより 企業のDX（デジタルトランスフォーメーション）を加速させていくことが可能です。 いったんLIFTすることにより、 既存システムの連携、データの収集・分析、AI活用、業務の見える化など、事業がスケールしていくことができます。 では、Lift＆Shift（リフト＆シフト）をどのように進めて行けばいいのでしょう。 ① ユーザーの使用感に違和感がない ② 短期間で導入可能 ③ セキュリティが高い それでは上記のポイントをひとつひとつみていきましょう GO-Globalを使ったLift＆Shift（リフト＆シフト） では、早速GO-Globalを活用したLift＆Shift（リフト＆シフト）の方法をご紹介します。 Go-Globalのサーバーに自社アプリケーションをまずはリフトします。 リフトするだけなので、アーキテクチャの変更や仕様を変える必要はありません サーバー構成を極力変えずに移行するため、難易度も低くコストを抑えることができます。 その後、段階的に、調整を行い移行していきましょう。 Go-GlobalがLift＆Shift（リフト＆シフト）におすすめの理由 ①導入まで最短でわずか５分 開始までの時間が短時間で済みます。 GO-Globalは独自システムでシンプルな構造のため、 契約から導入までスピーディに開始できます。 ②　コストが抑えられる 独自技術で構築しているためユーザー数やアカウント数の調整が柔軟に対応できます。 そのため、余計なアカウントの確保にお金を使う必要がありません。 最小単位は５ユーザーから採用頂けます。 ③GO-GlobalはAPIラッピング方式でスピーディに使用できる。 サーバとクライアント間で画面情報をビットマップで送受信するのではなく、 描画命令をクライアントへ送信する技術なので、 ネットワーク帯域を圧迫ませせん。 まとめ GO-GlobalでまずはLIFTをしっかり行いそのあとに、 自社のアプリケーションの棚卸しと改修を進めて行く。 今度デジタルトランスフォーメーションに向けて今、 基盤をしっかりと構築しておく。 構成を大きく変更せずにすむ"
  },
  {
    url: "/download/",
    title: "download",
    date: "0001-01-01T00:00:00Z",
    body: "download"
  },
  {
    url: "/thin-client/",
    title: "GO-Globalでファットクライアントをシンクライアントへ",
    date: "0001-01-01T00:00:00Z",
    body: "GO-Globalでファットクライアントをシンクライアントへ シンクライアント GO-Globalにより利用しているFat-PC端末をシンクライアント化 情報システムに必要不可欠なシンクライアントソリューション 昨今の情報システムの周辺は急激な変化に巻き込まれ、 そこを担当する部門は様々な課題に対処する必要に迫られています。 Fat-PCと呼ばれてる一般端末からThinClient端末と呼ばれる専用端末に置き換える企業も少なくありません。 利用者に複数台所持させることやコスト、操作の利便性を損なう事もあり課題が多いのも事実です。 そこでGO-GlobalソフトウェアによりFat-PCをシンクライアントに変化させることにより初期の導入コストを大幅に下げる事が可能になります。 GO-Globalによりシンクライアントソリューションで様々な課題を解決 情報システムが抱えている下記の課題は全て解決が可能です リモートによる情報システム利用 在宅業務利用 業務アプリケーションのWeb化（クラウド化） 業務アプリケーションの延命 情報漏洩などのセキュリティ対策 TCO削減 事業継続性 なぜGO-Globalなのか 他社ベンダーのソリューションと比較してGO-Globalが優れている点は「APIラッピング」と呼ばれる独自プロトコルを採用している点です。他社ベンダーのソリューションは画面転送で使われる帯域分インフラを増強する必要があり、APIラッピングの場合帯域の中を流れるものは描画コマンドのみのためインフラを増強する必要がありません。 またGO-Globalはリモートデスクトップサービス(旧名：ターミナルサービス)を利用することがないのでAD、コネクションブローカー、セッションホストサーバも必要としません。Workgroup環境でシンクライアント環境を構築できるのは強みです。"
  },
  {
    url: "/faq/",
    title: "GO-Globalのよくある質問",
    date: "0001-01-01T00:00:00Z",
    body: "GO-Globalのよくある質問"
  },
  {
    url: "/go-global/",
    title: "GO-Globalは低コストでセキュアなシンクライアントです",
    date: "0001-01-01T00:00:00Z",
    body: "GO-Globalは低コストでセキュアなシンクライアントです GO-Globalは低コストでセキュアなシンクライアントです 1　GO-Globalとは 1-1　GO-Globalの仕組み 2　GO-Globalの歴史 3　GO-Globalが注目される理由 4　WEB分離（インターネット分離）に最適なGO-Global 特徴1　全てがスピーディ 特徴2　デバイスを選ばない 特徴3　システムコストが低い 特徴4　セキュリティが高い 5　GO-Globalはこんなお悩みを解決します 1.GO-Globalとは GO-Globalとはプレゼンテーション層（およびセッション層）の仮想化技術で、一般に「シンクライアント」として分類される技術製品です。 サーバ側でアプリケーションを実行し、クライアント端末側で操作を行う。シンプルな概念のミドルウェアです。そのシンプルな構造から多くの、ユーザからの高い支持を得ております。 １度導入するとそのシンプル且つ、コストパフォーマンスの高さに何年にもわたり使い続けていただけるユーザ様が多いのが特徴です。 GO-Globalの仕組み GO-Globalは上記でも記した通りアプリケーション配信技術です。 アプリケーションを利用する場合には通常パソコンにアプリケーションをインストールする必要があります。 しかし、アプリケーション配信サービスでは、 クライアント側にインストールせずに利用者がサーバにアクセスし認証を行うことで、サーバに登録されているアプリケーションを利用することができます 2.GO-Globalの歴史 GO-Global for Windowsは、米国GraphOn社が約２０年前に独自に開発しました。 きっとエイエスピーでは、この米国GraphOn（グラフォン）社が独自に開発したシンクライアント技術を、十数年の年月をかけていくつもの大規模導入実績を積み重ねてきました。 技術的安定性と性能という品質に信頼があり、導入業界は、政府、自治体、銀行、生保、病院、教育（校務や学校）、通信、製造、建設、生協、消防、介護、人材、コールセンター等々、多岐に渡ります。 ２０年前からある仕組みではありますが、このシンプルな仕組みがいま、 以下の理由でさらに、注目を集めています。 3.GO-Globalが注目される理由 リモートワークができる 古いアプリケーションを活用できる セキュリティを強化できる スタンドアローンのソフトをクラウド化できる などその他にも沢山の活用事例があります。 企業や、組織が直面する課題にGO-Globalはシンプル且つ迅速に解決へ導けます。 4.GO-Globalの他社とは違う４つの大きな特徴 アプリケーション配信システムの技術は多岐に渡りますが GO-Globalは他社と大きく違う４つの特徴があります。 特徴1.スピーディに開始でき動作も早い！ サーバーに5分でインストール完了！ GO-Globalはインストールが５分程度で完了。 面倒な設定などは一切ありません。 ※他社は１時間～２時間かかり、細かい設定があります。 GO-GlobalはAPIトラップ方式を利用しています。 APIトラップ方式とは、サーバとクライアント間で画面情報をビットマップで送受信するのではなく、画面の描画命令をクライアントへ送信する技術です。 一般のシンクライアントシステムは、アプリケーションの実行などはサーバ上で行い、クライアントには画面情報のみを送り、サーバにはクライアント上でのマウスとキーボードの操作情報を送ります。これを画像転送型と言います。 上記は、高い情報保護能力をもちます。 しかし、画面情報量が多いアプリケーションではネットワーク帯域を圧迫し、 レスポンスの低下の原因となり、使用感にストレスを感じます。 GO-Globalでは独自のプロトコル「Rapid-X」を採用し、 ネットワーク帯域を圧迫せず、操作の高いレスポンスを実現しストレスなく使用できます。GO-Globalを使用する、エンドユーザは一般的なPC操作と変わらず、モバイルなどの環境でも高いレスポンスを実現できるのです。 こういったAPIトラップ方式を採用しているのはGO-Globalだけの独自の技術です。 特徴2.デバイスを選ばない iPadでエクセルを使いたい。外出先からモバイルで入力作業をしたい。 といった場合にデバイスを選ばずGO-Globalなら使用することができます。 １台のサーバにのみに利用したいデータやアプリをインストールで使用可能です。 iPad/iPhone/Androidからは専用アプリでログインし、スムースに操作ができます。 特徴3.システムコストが低い 低コストにできる5つの理由 1.作業時間が短い アプリケーションのインストールやバージョンアップもサーバ側の作業で行うので時間が短縮できます。 2.開発の必要がない GO-Globalを入れるだけで、新しくアプリケーションの開発や改修する必要がありません。そのため開発コストが不要です。 3.ライセンスが柔軟 GO-Global独自技術で構築している簡潔なシステム構成です。 よって他社製品に比べてユーザ数やアカウント数の調整が柔軟に対応できます。 名前付きユーザー100、同時アクセスユーザー50の場合の構築例教育費用と時間の短縮 アプリケーションは見た目や操作性が従来通りで変わりません。エンドユーザへの指導や教育は不要です。 特徴4.セキュリティが高い サーバ上でデータを一元管理、端末にデータを残しません。 重要な、ドキュメントや個人情報は、サーバで管理するので、端末に情報を残しません。 PCはディスクレスまたは書き込み不可も可能なので紛失や盗難、サイバー攻撃の心配がありません。 もちろん、重要なアプリケーション、保存すべきドキュメントは全てサーバに保存できます。 GO-Globalはこんなお悩みを解決します 以下のようなお悩みを抱えている企業様には、特におすすめです。 働き方改革の一環としてテレワークやサテライトオフィスをご検討の中小企業様 クラウド化を検討しているISV系ソフトウエア企業様 レガシイーアプリケーションで基幹システムを動かしている中小企業様 病院や教育機関で、WEB分離（インターネット分離・WEB分離ブラウザ）でセキュリティ強化を検討中の方。 事業継続計画（BCP対策）で、データのバックアップや復旧でお困りの中小企業様 その他にも中小企業様や自治体、教育機関が抱える課題を、シンクライアントの技術を利用して解決してきました。 動作環境(GO-Global for Windows 6.0.1) サーバ OS\t1. Windows Server 2016 Standard Edition (64-bit) Datacenter Edition (64-bit)※1 2. Windows Server 2012 R2 Standard Edition (64-bit) Datacenter Edition (64-bit) 3. Windows Server 2012 Standard Edition (64-bit) 4. Windows Server 2008 R2 with SP1 Standard Edition (64-bit) Enterprise Edition (64-bit) ※1 一部機能に制限がございます メモリ\t2GB(Min) クライアント OS\t1. Windows 10 Pro and Enterprise (32/64-bit) 2. Windows 8.1 Standard and Pro (32/64-bit) 3. Windows 8 Standard and Pro (32/64-bit) 4. Windows 7 with SP1 (32/64-bit) 5. Windows XP with SP3 (32-bit)※1 6. Mac OS X 10.6 and later 7. Red Hat Enterprise Linux 5 and 6（64-bit） 8. CentOS 5 and 6（64-bit） 9. SUSE Linux Enterprise Desktop 11（64-bit） 10. Ubuntu 12.04 LTS and 16.04 LTS（64-bit） 11. iOS (8.0 or later) (3G、WiFi) 12. Android (4.0 or later) (3G、WiFi) (ARMプロセッサのみ) ※1　Microsoftのサポートは切れていますのでご注意ください ブラウザ\t1. Internet Explorer 10.0, 11.0※2 2. Mozilla Firefox 52 (ESR) on Windows and Linux(32bit) 3. Apple Safari 5.0.6 or later on Mac OS X 4. Google Chrome with Windows XP, 7, 8, 8.1,10 ※2　Microsoft Edgeには対応はしていません"
  },
  {
    url: "/go-use/",
    title: "GO-Globalは低コストでセキュアなシンクライアントです",
    date: "0001-01-01T00:00:00Z",
    body: "GO-Globalは低コストでセキュアなシンクライアントです"
  },
  {
    url: "/legacytsystem-copy/",
    title: "legacysystem",
    date: "0001-01-01T00:00:00Z",
    body: "legacysystem リフト＆シフトで進める成功する 既存パッケージクラウド化のススメ方 GO-Globalは、既存パッケージソフトのクラウド化を後押しし、顧客の流失を防ぎます。 自社パッケージ商品のクラウド化に立ちはだかる壁をLift＆Shift（リフト＆シフト）方式で解決しましょう。ソフトウェアベンダーへぜひ　GO-GLOBALを活用した Lift＆Shift（リフト＆シフト）方式でのクラウド化をご紹介します。 目次 既存パッケージソフトのクラウド化はリフト＆シフト方式で解決できる 既存パッケージソフトをリフト＆シフトで（Lift＆Shift）で移行するメリット・デメリット アプリケーションクラウド化の進め方 GO-Globalを使ったアプリケーションクラウド化 Go-Globalがアプリケーションクラウド化におすすめの理由 既存パッケージソフトのクラウド化はリフト＆シフト方式で解決できる 既存パッケージをLift（クラウド）し段階的に実装を進めて行くことをLift＆Shift（リフトアンドシフト）方式と言います。 初めからクラウドネイティブに切り替えて、開発することができればいいのですが、 コストや人材の確保、開発までの時間を考えるといきなり、クラウドネイティブに手が出しづらいのが現状です。 そこで、Lift＆Shift（リフトアンドシフト）という手法で段階的にクラウドに置き換える手法に注目が集まっています。 リフト＆シフト移行へのイメージ では、実際に初めからクラウド開発をした場合のコストとLift＆Shift（リフトアンドシフト）をした場合の比較表をご覧ください。 一般的なパッケージソフトウエアの場合 クラウドネイティブで開発した場合\tリフト＆シフトで移行した場合 時間\t半年～1年以上\tリフトだけなら1日 人\t数十人以上\t2～3人 価格\t１０００万以上\t一旦クラウド利用だけ 上記のようにリフト\u0026amp;シフトを実行することにより、 コストを抑えながらクラウドに移行する準備期間を確保することが可能です。 また、ある大手企業は、高機能なソフトウェアをパッケージとして販売し、一部の機能や、 商品を簡略化したバージョンをクラウドパッケージ製品として提供する、ハイブリット手法で販売しています。 そうすることにより商品にグレードをつけ差別化して販売することもできます。 クラウド化に対抗するために価格をさげて売る必要などはありません。 ユーザーは段階的に使用して、コアな機能を追加で購入して行くといった販売してくことも可能です。 既存パッケージをリフト＆シフトで（Lift＆Shift）で移行するメリット・デメリット メリット 構成を大きく変更せずにすむ ユーザーへ教育を段階的に行える 移行しながらクラウドに合わせたアーキテクチャに変更していける 高可用性を担保できる アップデートなどの管理が楽になる BCP（事業継続計画）で必要となるDR（災害復旧）対策になる ユーザーは資産にならず、経費となるのでユーザーのコスト削減にもなる デモ版や評価版の提供が簡単になる デメリット liftしたことで満足してしまいシフトの段階で開発が滞る では一つづつメリットデメリットを見ていきましょう メリット 構成を大きく変更せずにすむ クラウド化の壁はオンプレミスとクラウドで必要なスキルが異なるため全てを変更するためには、教育や人件費などがかかります。 一旦LIFTだけ行いSHIFTしておく部分を計画的に回収していく事ができます。 ユーザーへ教育を段階的に行える パッケージソフトウエアを使用しているユーザーに 段階を経てクラウド化した部分をご案内し ステップを踏みながら学習してもらい 次のソフト改修へのSHIFTへつなげていく。 移行しながらクラウドに合わせたアーキテクチャに変更していける 既存のソフトウェアをすぐにクラウド化するには人件費や時間がかかるのが現状です。 まずはクラウド上の仮想サーバに置き換え移行しながら最適化していきましょう。 高可用性を担保できる クラウド上にデータを置くためクライアント側で トラブルが起きた場合でも他端末で操作することが可能です。 サービス提供が出来なくなる事態の発生頻度が低減されるでしょう アップデートなどの管理が楽になる バックアップがユーザー任せだと、煩雑になりがちですが、 クラウド側でアップデートの管理できるので ユーザー側の手間も省けます。 BCP（事業継続計画）で必要となるDR（災害復旧）対策になる ユーザーのデータをクラウド上に置く（LIFT）することにより顧客データなどを安全に保存しバックアップ することができます。 ユーザーは資産にならず、経費となるのでユーザーのコスト削減にもなる。 ユーザーはクラウドにすることにより資産、保守体制を社内に持つ必要がありません。 ユーザー側にも大きにメリットが生まれます。 また、ベンダー側は保守としてユーザーに新しい価値を提供し、ビジネスを展開することもできます。 デモ版や評価版の提供が簡単になる サーバにアプリケーションを置くことにより、簡単に自社製品を使用して お使いできるので導入までスピーディーに商談できます。 デメリット リフトしたことで満足してしまいシフトの段階で開発が滞る クラウドに移行して、その先の開発やアプリケーションの棚卸などがおろそかになってしまいプロジェクトが止まってしまうこともあります。 今後の展開をイメージして導入をお勧めします。 Lift＆Shift（リフト＆シフト）の進め方 メリットの多いLift＆Shift（リフト＆シフト）はクラウド化を考えているなら ぜひ取り入れてみましょう Lift＆Shift（リフト＆シフト）をしながらクラウド化を進めることにより 企業のDX（デジタルトランスフォーメーション）を加速させていくことが可能です。 いったんLIFTすることにより、 既存システムの連携、データの収集・分析、AI活用、業務の見える化など、事業がスケールしていくことができます。 では、Lift＆Shift（リフト＆シフト）をどのように進めて行けばいいのでしょう。 ① ユーザーの使用感に違和感がない ② 短期間で導入可能 ③ セキュリティが高い それでは上記のポイントをひとつひとつみていきましょう GO-Globalを使ったLift＆Shift（リフト＆シフト） では、早速GO-Globalを活用したLift＆Shift（リフト＆シフト）の方法をご紹介します。 Go-Globalのサーバーに自社アプリケーションをまずはリフトします。 リフトするだけなので、アーキテクチャの変更や仕様を変える必要はありません サーバー構成を極力変えずに移行するため、難易度も低くコストを抑えることができます。 その後、段階的に、調整を行い移行していきましょう。 Go-GlobalがLift＆Shift（リフト＆シフト）におすすめの理由 ①導入まで最短でわずか５分 開始までの時間が短時間で済みます。 GO-Globalは独自システムでシンプルな構造のため、 契約から導入までスピーディに開始できます。 ②　コストが抑えられる 独自技術で構築しているためユーザー数やアカウント数の調整が柔軟に対応できます。 そのため、余計なアカウントの確保にお金を使う必要がありません。 最小単位は５ユーザーから採用頂けます。 ③GO-GlobalはAPIラッピング方式でスピーディに使用できる。 サーバとクライアント間で画面情報をビットマップで送受信するのではなく、 描画命令をクライアントへ送信する技術なので、 ネットワーク帯域を圧迫ませせん。 まとめ GO-GlobalでまずはLIFTをしっかり行いそのあとに、 自社のアプリケーションの棚卸しと改修を進めて行く。 今度デジタルトランスフォーメーションに向けて今、 基盤をしっかりと構築しておく。 構成を大きく変更せずにすむ"
  },
  {
    url: "/legacytsystem/",
    title: "legacysystem",
    date: "0001-01-01T00:00:00Z",
    body: "legacysystem リフト＆シフトで進める成功する 既存パッケージクラウド化のススメ方 GO-Globalは、既存パッケージソフトのクラウド化を後押しし、顧客の流失を防ぎます。 自社パッケージ商品のクラウド化に立ちはだかる壁をLift＆Shift（リフト＆シフト）方式で解決しましょう。ソフトウェアベンダーへぜひ　GO-GLOBALを活用した Lift＆Shift（リフト＆シフト）方式でのクラウド化をご紹介します。 目次 既存パッケージソフトのクラウド化はリフト＆シフト方式で解決できる 既存パッケージソフトをリフト＆シフトで（Lift＆Shift）で移行するメリット・デメリット アプリケーションクラウド化の進め方 GO-Globalを使ったアプリケーションクラウド化 Go-Globalがアプリケーションクラウド化におすすめの理由 既存パッケージソフトのクラウド化はリフト＆シフト方式で解決できる 既存パッケージをLift（クラウド）し段階的に実装を進めて行くことをLift＆Shift（リフトアンドシフト）方式と言います。 初めからクラウドネイティブに切り替えて、開発することができればいいのですが、 コストや人材の確保、開発までの時間を考えるといきなり、クラウドネイティブに手が出しづらいのが現状です。 そこで、Lift＆Shift（リフトアンドシフト）という手法で段階的にクラウドに置き換える手法に注目が集まっています。 リフト＆シフト移行へのイメージ では、実際に初めからクラウド開発をした場合のコストとLift＆Shift（リフトアンドシフト）をした場合の比較表をご覧ください。 一般的なパッケージソフトウエアの場合 クラウドネイティブで開発した場合\tリフト＆シフトで移行した場合 時間\t半年～1年以上\tリフトだけなら1日 人\t数十人以上\t2～3人 価格\t１０００万以上\t一旦クラウド利用だけ 上記のようにリフト\u0026amp;シフトを実行することにより、 コストを抑えながらクラウドに移行する準備期間を確保することが可能です。 また、ある大手企業は、高機能なソフトウェアをパッケージとして販売し、一部の機能や、 商品を簡略化したバージョンをクラウドパッケージ製品として提供する、ハイブリット手法で販売しています。 そうすることにより商品にグレードをつけ差別化して販売することもできます。 クラウド化に対抗するために価格をさげて売る必要などはありません。 ユーザーは段階的に使用して、コアな機能を追加で購入して行くといった販売してくことも可能です。 既存パッケージをリフト＆シフトで（Lift＆Shift）で移行するメリット・デメリット メリット 構成を大きく変更せずにすむ ユーザーへ教育を段階的に行える 移行しながらクラウドに合わせたアーキテクチャに変更していける 高可用性を担保できる アップデートなどの管理が楽になる BCP（事業継続計画）で必要となるDR（災害復旧）対策になる ユーザーは資産にならず、経費となるのでユーザーのコスト削減にもなる デモ版や評価版の提供が簡単になる デメリット liftしたことで満足してしまいシフトの段階で開発が滞る では一つづつメリットデメリットを見ていきましょう メリット 構成を大きく変更せずにすむ クラウド化の壁はオンプレミスとクラウドで必要なスキルが異なるため全てを変更するためには、教育や人件費などがかかります。 一旦LIFTだけ行いSHIFTしておく部分を計画的に回収していく事ができます。 ユーザーへ教育を段階的に行える パッケージソフトウエアを使用しているユーザーに 段階を経てクラウド化した部分をご案内し ステップを踏みながら学習してもらい 次のソフト改修へのSHIFTへつなげていく。 移行しながらクラウドに合わせたアーキテクチャに変更していける 既存のソフトウェアをすぐにクラウド化するには人件費や時間がかかるのが現状です。 まずはクラウド上の仮想サーバに置き換え移行しながら最適化していきましょう。 高可用性を担保できる クラウド上にデータを置くためクライアント側で トラブルが起きた場合でも他端末で操作することが可能です。 サービス提供が出来なくなる事態の発生頻度が低減されるでしょう アップデートなどの管理が楽になる バックアップがユーザー任せだと、煩雑になりがちですが、 クラウド側でアップデートの管理できるので ユーザー側の手間も省けます。 BCP（事業継続計画）で必要となるDR（災害復旧）対策になる ユーザーのデータをクラウド上に置く（LIFT）することにより顧客データなどを安全に保存しバックアップ することができます。 ユーザーは資産にならず、経費となるのでユーザーのコスト削減にもなる。 ユーザーはクラウドにすることにより資産、保守体制を社内に持つ必要がありません。 ユーザー側にも大きにメリットが生まれます。 また、ベンダー側は保守としてユーザーに新しい価値を提供し、ビジネスを展開することもできます。 デモ版や評価版の提供が簡単になる サーバにアプリケーションを置くことにより、簡単に自社製品を使用して お使いできるので導入までスピーディーに商談できます。 デメリット リフトしたことで満足してしまいシフトの段階で開発が滞る クラウドに移行して、その先の開発やアプリケーションの棚卸などがおろそかになってしまいプロジェクトが止まってしまうこともあります。 今後の展開をイメージして導入をお勧めします。 Lift＆Shift（リフト＆シフト）の進め方 メリットの多いLift＆Shift（リフト＆シフト）はクラウド化を考えているなら ぜひ取り入れてみましょう Lift＆Shift（リフト＆シフト）をしながらクラウド化を進めることにより 企業のDX（デジタルトランスフォーメーション）を加速させていくことが可能です。 いったんLIFTすることにより、 既存システムの連携、データの収集・分析、AI活用、業務の見える化など、事業がスケールしていくことができます。 では、Lift＆Shift（リフト＆シフト）をどのように進めて行けばいいのでしょう。 ① ユーザーの使用感に違和感がない ② 短期間で導入可能 ③ セキュリティが高い それでは上記のポイントをひとつひとつみていきましょう GO-Globalを使ったLift＆Shift（リフト＆シフト） では、早速GO-Globalを活用したLift＆Shift（リフト＆シフト）の方法をご紹介します。 Go-Globalのサーバーに自社アプリケーションをまずはリフトします。 リフトするだけなので、アーキテクチャの変更や仕様を変える必要はありません サーバー構成を極力変えずに移行するため、難易度も低くコストを抑えることができます。 その後、段階的に、調整を行い移行していきましょう。 Go-GlobalがLift＆Shift（リフト＆シフト）におすすめの理由 ①導入まで最短でわずか５分 開始までの時間が短時間で済みます。 GO-Globalは独自システムでシンプルな構造のため、 契約から導入までスピーディに開始できます。 ②　コストが抑えられる 独自技術で構築しているためユーザー数やアカウント数の調整が柔軟に対応できます。 そのため、余計なアカウントの確保にお金を使う必要がありません。 最小単位は５ユーザーから採用頂けます。 ③GO-GlobalはAPIラッピング方式でスピーディに使用できる。 サーバとクライアント間で画面情報をビットマップで送受信するのではなく、 描画命令をクライアントへ送信する技術なので、 ネットワーク帯域を圧迫ませせん。 まとめ GO-GlobalでまずはLIFTをしっかり行いそのあとに、 自社のアプリケーションの棚卸しと改修を進めて行く。 今度デジタルトランスフォーメーションに向けて今、 基盤をしっかりと構築しておく。 構成を大きく変更せずにすむ"
  },
  {
    url: "/search/",
    title: "Searches",
    date: "0001-01-01T00:00:00Z",
    body: "Searches"
  },
  {
    url: "/web-separation/",
    title: "Web分離（インターネット分離）導入の3つのポイント",
    date: "0001-01-01T00:00:00Z",
    body: "Web分離（インターネット分離）導入の3つのポイント"
  },
  {
    url: "/contact/",
    title: "きっとエイエスピーお問い合わせフォーム",
    date: "0001-01-01T00:00:00Z",
    body: "きっとエイエスピーお問い合わせフォーム お問い合わせフォームにおける個人情報の 取り扱いについて 組織の名称又は氏名 株式会社きっとエイエスピー 個人情報保護管理者（若しくはその代理人）の氏名又は職名、所属及び連絡先 マネジメント　privacy@kitasp.com 個人情報の利用目的 各種お問い合わせ対応のため 弊社サービスのご案内の為 個人情報の取り扱い業務の委託 個人情報の取扱業務の全部または一部を外部に業務委託する場合があります。その際、弊社は、個人情報を適切に保護できる管理体制を敷き実行していることを条件として委託先を厳選したうえで、機密保持契約を委託先と締結し、お客様の個人情報を厳密に管理させます。 個人情報の開示等の請求 お客様は、弊社に対してご自身の個人情報の開示等（利用目的の通知、開示、内容の訂正・追加・削除、利用の停止または消去、第三者への提供の停止）に関して、当社問合わせ窓口に申し出ることができます。 その際、弊社はお客様ご本人を確認させていただいたうえで、合理的な期間内に対応いたします。 なお、個人情報に関する弊社問合わせ先は、右の通りです。 個人情報を提供されることの任意性について お客様がご自身の個人情報を弊社に提供されるか否かは、お客様のご判断によりますが、もしご提供されない場合には、適切なサービスが提供できない場合がありますので予めご了承ください。"
  },
  {
    url: "/support-schedule/",
    title: "きっとエイエスピーからサポートスケジュール",
    date: "0001-01-01T00:00:00Z",
    body: "きっとエイエスピーからサポートスケジュール"
  },
  {
    url: "/representative-greetings/",
    title: "きっとエイエスピー代表あいさつ",
    date: "0001-01-01T00:00:00Z",
    body: "きっとエイエスピー代表あいさつ"
  },
  {
    url: "/company-infomation/",
    title: "きっとエイエスピー企業概要",
    date: "0001-01-01T00:00:00Z",
    body: "きっとエイエスピー企業概要"
  },
  {
    url: "/privacy-policy/",
    title: "きっとエイエスピー個人情報保護方針",
    date: "0001-01-01T00:00:00Z",
    body: "きっとエイエスピー個人情報保護方針"
  },
  {
    url: "/partners-list/",
    title: "きっとエイエスピー正規販売代理店一覧",
    date: "0001-01-01T00:00:00Z",
    body: "きっとエイエスピー正規販売代理店一覧"
  },
  {
    url: "/history/",
    title: "きっとエイエスピー沿革",
    date: "0001-01-01T00:00:00Z",
    body: "きっとエイエスピー沿革"
  },
  {
    url: "/philosophy/",
    title: "きっとエイエスピー理念",
    date: "0001-01-01T00:00:00Z",
    body: "きっとエイエスピー理念"
  },
  {
    url: "/contents/separation/",
    title: "インターネット分離の価格と構成をお教えします：～50人程度の事例",
    date: "0001-01-01T00:00:00Z",
    body: "インターネット分離の価格と構成をお教えします：～50人程度の事例 同時ユーザー最大で20人～30名を想定して価格を出してみました。ぜひご参考にしてください。"
  },
  {
    url: "/sign-in/",
    title: "サインイン",
    date: "0001-01-01T00:00:00Z",
    body: "サインイン"
  },
  {
    url: "/support-flow/",
    title: "サポートフロー",
    date: "0001-01-01T00:00:00Z",
    body: "サポートフロー"
  },
  {
    url: "/case-study/",
    title: "シンクライアント導入事例、医療、教育、BCP、ISV等に広く導入",
    date: "0001-01-01T00:00:00Z",
    body: "シンクライアント導入事例、医療、教育、BCP、ISV等に広く導入"
  },
  {
    url: "/adaptation-facility-4/",
    title: "中小企業のBCP対策を低コストで簡単に素早く実現した導入事例",
    date: "0001-01-01T00:00:00Z",
    body: "中小企業のBCP対策を低コストで簡単に素早く実現した導入事例 災害に備えBCP（事業継続計画）対策をGO-GLOBALで実装 某中堅企業様の事例　：　万が一の災害が起きても事業を続けるためにGO-GLOBALを導入 BCP対策を検討するきっかけとなった東日本大震災 東日本大震災後に、どの企業も事業を続けるためのBCP対策に乗り出していました。 資金も潤沢にある大企業はBCP対策をすんなりと移行していたようです。 中小企業である弊社も必要であると分かっていたのですが、基幹システムの分散場所の確保や、ランニングコストなどを考えると、 なかなかBCP対策に着手することはできませんでした。 中小企業向けBCPソリューションにより事業継続を推進 教育現場の改革を行うため、アプリケーションをリモートからセキュアに利用する目的で仮想化ソリューションを検討される教育現場も増えています。しかし、 以下の理由から検討の段階であきらめてしまう教育現場が多いのも実情です。 ①システムが複雑で導入検討まで時間がかかる ②高コストなソリューションが多い ③リモートワークを行うのに適切なセキュリティソリューションがない BCP対策は幅広く事業の継続性を検討しないといけないのですが、 小規模向けのクラウド基盤を利用してBCP対策の一環であるDR対策が行えました。 会計ソフトなどもGO-Globalでは問題なく動作し懸念された印刷制御も問題ありませんでした。 導入イメージ クラウドが用意しているアプリケーションに乗り換え可能なものは乗り換え、 独自のアプリケーションはクラウド上に構築してGO-Globalで公開しました 導入の際、東日本で環境を構築し、西日本へのミラーリング処理を行う構成にしました。 実際災害を想定した切り替え試験も実施し、特に問題がありませんでした。 導入から試験実施までは2週間で実施。このスピード感で導入が行えたのはGO-Globalというソフトウェアがシンプルな構成だからなんでしょうね。 まとめ コストを大幅に抑えて、シンクライアント化 導入までのスピードが早い 中小企業向けのBCP対策にピッタリのアプリケーション"
  },
  {
    url: "/adaptation-facility-3/",
    title: "中小企業のオフィスで使用しているレガシーアプリケーション導入事例",
    date: "0001-01-01T00:00:00Z",
    body: "中小企業のオフィスで使用しているレガシーアプリケーション導入事例 中小企業オフィスのGO-Globl導入事例 中小企業のレガシーアプリケーションの悩みをGO-Globalが解決 Windows7のサポート期限切れる前にWindows10への移行を検討 Windows7のサポート期限が切れる前にWindows10への移行を検討していたのですが、そこで、問題となったのが社内で使われ続けているレガシーアプリケーションでした。 改修も検討していたのですが、改修には予算も時間もかかるところから仮想化で解決が出来ないかと社内で、検討しました。 当初の目的に立ち返り自社にベストな仮想化の方式を導入 仮想化の方式は、SBCタイプとVDI方式の2種類が最終候補に残りました VDIも検討材料には上がったのですが、 中小企業には予算的にも技術的にも敷居が高いものでした。 当初の目的は、Windows7のサポート期限が切れる前にWindows10への移行で課題となっていた アプリケーションの改修です。 社内ではいろいろな議論がありましたが、 「クライアント環境全体の仮想化ではなく特定のアプリケーション(レガシーアプリケーション)を仮想化する」という初めの課題に立ち戻り SBCタイプに決定しました。 結果的には、SBCタイプにすることにより、余計なコストをかけることなく、アプリケーションが維持できるようになりました。 レガシーアプリケーションが場所も端末も選ばず使用可能に GO-Globalで仮想化されたアプリケーションをクライアント端末から直接起動する仕組みを導入したことにより社員は仮想化を意識することなく業務を行う事ができました。 この事は社員の業務効率をあげ、 導入の敷居を下げるのに大変役に立ちました。 そんな中、客先訪問のたびに、重たいノートPCを持ち運び、社内のシステムへVPNアクセスでレガシーアプリケーションに接続をして業務を行う事が多かった営業から、社内からはレガシーアプリケーションをクラウド化してモバイル対応したい。\u000bといった要望があり、 GO-Globalをクラウド環境に導入して、レガシーアプリケーションをモバイル端末に配信し、 社内にアクセスすることなく業務を行える事になりました。 プリケーションをモバイルに無改修で配信、外回りの社員は重たいノートPCを持ち運ぶ苦労から GO-GLOBALのおかげで、解放されることになりました。 現在は次のステップとしてリモートワークを一部社員に解禁しようと考えています。 社内の仕組みを整備することと並行して、育児を行っている女性社員を中心に自宅で数時間会社業務を行える環境を整備できないか検討しています。 中小オフィスのGO-Global導入ポイント レガシーアプリケーションの改修なしでOSの移行が完了 当初よりコストを大幅に抑えて仮想化が実現 今後の働き方改革の指針になった"
  },
  {
    url: "/adaptation-facility-5/",
    title: "低コストでスピーディーに教育機関へシンクライアントの導入事例",
    date: "0001-01-01T00:00:00Z",
    body: "低コストでスピーディーに教育機関へシンクライアントの導入事例 九州の教育機関でGO-Global導入事例 教育現場の課題をクリアし、 （株）サスライト社製品SASTIKとGO-Globalの連携で教育現場の働き方改革を推進！ 教育現場でのシンクライアント化の壁 教育委員会や学校で利用されている校務システムは、クライアント/サーバ型か表計算ソフトのアプリのようなスタンドアローン型の システムがまだまだ多いのが現状です。教職員の現場では、課題が山済みでリモート作業などは難しく働き方改革は遅れているといえるでしょう。 教育現場の改革を行うため、アプリケーションをリモートからセキュアに利用する目的で仮想化ソリューションを検討される教育現場も増えています。しかし、 以下の理由から検討の段階であきらめてしまう教育現場が多いのも実情です。 ①システムが複雑で導入検討まで時間がかかる ②高コストなソリューションが多い ③リモートワークを行うのに適切なセキュリティソリューションがない なかなか手が出せなかった仮想化ソリューションが低コストで実現 セキュリティを確保しながら、いつでもどこでも職務が遂行できるようなテレワーク環境がなかなか構築できない状況でしたが、株式会社サスライト社製品SASTIKとGO-Globalの連携によって、 セキュリティは確保しながら、スズキ校務システムのクラウド化がすぐに可能になります。 導入後素早く課題解決ができる 株式会社サスライト社製品SASTIKとGO-Globalの組み合わせソリューションは非常にシンプルなため構築に要する期間は他ソリューションと比べ段違いにスピーディに設定できました。 そのため導入後すぐに業務に組み込むことができるので、現場の素早い課題解決に役立ちました。 全員分のライセンス購入は必要なし GO-Globalは同時接続ライセンスでの課金が可能でした。 どういった事かというと、システムを同時に利用する人数分だけのライセンス購入でOKなんです。 使用頻度は、人によって違うので、全員分ライセンス購入する必要がなかったのはコストが大きく削減できとても助かりました USB一つでシンクライアント化 SASTIKはUSBを挿せば利用中の端末がすぐにシンクライアントになります。これは、非常に優れたセキュリティソリューションだと感じました。また、認証サーバで認証を行わないと業務が行えない仕組みが実装されているので簡単ですが、セキュリティ面でも安心です 暗号化通信機能も標準実装されていますので専用のSSL-VPN装置を購入する必要がなくリモート接続が可能になりました。 株式会社サスライト社製品SASTIKとGO-Globalの画像イメージ 教育機関でのGO-Global導入のポイント 教育現場での課題を素早く解決 複雑なシステムは一切なし セキュリティは万全"
  },
  {
    url: "/adaptation-facility-1-1/",
    title: "医療の導入事例コストを抑えインターネット分離を導入セキュアな環境",
    date: "0001-01-01T00:00:00Z",
    body: "医療の導入事例コストを抑えインターネット分離を導入セキュアな環境 病床数６００以上の医療機関でのGO-Globl導入事例 GO-Globalで生産性がアップ！ 患者様へのサービス向上につながりました。 某大学病院のアプリケーションの課題 医療アプリケーションは専門性が高く運用もとても複雑です。 アプリケーションを実行するには高機能なPCが必要となりますが、 高機能PCは故障やトラブルも多くメンテナンスに時間を取られていました。 メンテナンスの間、仕事が進まなかったり作業を中断することも多々あり、 そのことで、医師・看護師・介護士の生産性を低下させた結果、 患者様へのサービスが低下しているのが課題でした。 医療には欠かせない高解像度画像表示が実現 医師・看護師・介護士の生産性を向上させ、 あげて最大限の時間を患者様への治療に割り振り、 患者様へサービス向上を図ることが私たちの最大の課題でした。 それを実現するため ①ネットワークに負荷をかけない ②セキュリティを強化 ②運用管理のコストを低減 上記の点を目指さなければなりませんでした。 いくつものテストを経て検討した結果、コストという点では仮想化の方式で集中管理(SBC)の構成を採用し、ライセンスは同時接続ユーザが可能なGO-Globalを選択しました。 今までかなわなかった、技術的な課題がGO-Globalで解決！ 既存の汎用プロトコルであるRDPを使用している他社ソリューションと異なり、 GO-Globalは特許取得している済みのRXPプロトコルを使用しています。 独自プロトコルでかつ高いパフォーマンスを持つ Go-Globalは世の中に広く存在するRDPハッキングツールでアクセスすることができないので、 そこも大変信頼をおいています。 そして4レベルのSSLセキュリティ(56 bit から256 bit AES)を組み込んでいるため サードパーティ製品無しで高いレベルの認証を可能にしています。 全てのデータ転送にひとつのTCPポートしか使用していないので守るべきポートはひとつということもあり、 セキュリティ対策も万全だと感じました。 圧倒的なログインスピードとシンプルな操作性が作業効率の向上に繋がった GO-Globalからのログイン時間は15秒。この数字は1ユーザのみの数値ではなく1サーバに100ユーザ以上がログインして作業を行っていても変わらない数値でした。 GO-Globalは、システム管理者にとってユーザにアプリケーションを配信する行為が簡単なタスクです。さらに、ワンクリックのインストレーション、直感的なGUIなど機能性がとてもシンプルでです。 医療業界において時間は命にかかわる問題でもあります。ログインのスピード、シンプルな操作のおかげで、医療従事者がサービスに専念する時間を捻出するとこができました。 医療現場はクロスプラットフォーム。 コストをかけずにすべての端末から実行化可能に。 医療現場ではアプリケーションはWindowsをはじめとする様々なOS上で実行されており、1つのプラットフォームに集約されていません。GO-Globalは様々なプラットフォームに対応しているため異なる他のプラットフォーム上で動作しているアプリケーションにもシームレスにアクセスが出来ます。 GO-Globalは使いやすく、しかも医療アプリケーションをどんな場所にも効率よく配信する機能とパワーを提供してくれました。 医療機関でのGO-Global導入のポイント 高解像度画像表示が実現 セキュリティ強化 運用コスト大幅カット ログインスピードの向上で現場の生産性アップ"
  },
  {
    url: "/adaptation-facility-1/",
    title: "医療の導入事例コストを抑えインターネット分離を導入セキュアな環境",
    date: "0001-01-01T00:00:00Z",
    body: "医療の導入事例コストを抑えインターネット分離を導入セキュアな環境 病床数６００以上の医療機関でのGO-Globl導入事例 GO-Globalで生産性がアップ！ 患者様へのサービス向上につながりました。 某大学病院のアプリケーションの課題 医療アプリケーションは専門性が高く運用もとても複雑です。 アプリケーションを実行するには高機能なPCが必要となりますが、 高機能PCは故障やトラブルも多くメンテナンスに時間を取られていました。 メンテナンスの間、仕事が進まなかったり作業を中断することも多々あり、 そのことで、医師・看護師・介護士の生産性を低下させた結果、 患者様へのサービスが低下しているのが課題でした。 医療には欠かせない高解像度画像表示が実現 医師・看護師・介護士の生産性を向上させ、 あげて最大限の時間を患者様への治療に割り振り、 患者様へサービス向上を図ることが私たちの最大の課題でした。 それを実現するため ①ネットワークに負荷をかけない ②セキュリティを強化 ②運用管理のコストを低減 上記の点を目指さなければなりませんでした。 いくつものテストを経て検討した結果、コストという点では仮想化の方式で集中管理(SBC)の構成を採用し、ライセンスは同時接続ユーザが可能なGO-Globalを選択しました。 今までかなわなかった、技術的な課題がGO-Globalで解決！ 既存の汎用プロトコルであるRDPを使用している他社ソリューションと異なり、 GO-Globalは特許取得している済みのRXPプロトコルを使用しています。 独自プロトコルでかつ高いパフォーマンスを持つ Go-Globalは世の中に広く存在するRDPハッキングツールでアクセスすることができないので、 そこも大変信頼をおいています。 そして4レベルのSSLセキュリティ(56 bit から256 bit AES)を組み込んでいるため サードパーティ製品無しで高いレベルの認証を可能にしています。 全てのデータ転送にひとつのTCPポートしか使用していないので守るべきポートはひとつということもあり、 セキュリティ対策も万全だと感じました。 圧倒的なログインスピードとシンプルな操作性が作業効率の向上に繋がった GO-Globalからのログイン時間は15秒。この数字は1ユーザのみの数値ではなく1サーバに100ユーザ以上がログインして作業を行っていても変わらない数値でした。 GO-Globalは、システム管理者にとってユーザにアプリケーションを配信する行為が簡単なタスクです。さらに、ワンクリックのインストレーション、直感的なGUIなど機能性がとてもシンプルでです。 医療業界において時間は命にかかわる問題でもあります。ログインのスピード、シンプルな操作のおかげで、医療従事者がサービスに専念する時間を捻出するとこができました。 医療現場はクロスプラットフォーム。 コストをかけずにすべての端末から実行化可能に。 医療現場ではアプリケーションはWindowsをはじめとする様々なOS上で実行されており、1つのプラットフォームに集約されていません。GO-Globalは様々なプラットフォームに対応しているため異なる他のプラットフォーム上で動作しているアプリケーションにもシームレスにアクセスが出来ます。 GO-Globalは使いやすく、しかも医療アプリケーションをどんな場所にも効率よく配信する機能とパワーを提供してくれました。 医療機関でのGO-Global導入のポイント 高解像度画像表示が実現 セキュリティ強化 運用コスト大幅カット ログインスピードの向上で現場の生産性アップ"
  },
  {
    url: "/adaptation-facility-2/",
    title: "必見ソフトウエアベンダーのシンクライアント導入事例クラウド化へ",
    date: "0001-01-01T00:00:00Z",
    body: "必見ソフトウエアベンダーのシンクライアント導入事例クラウド化へ ISVのGO-Global導入事例 アプリケーションを書き換えることなく Web化（クラウド化）がすぐに実現 GO-Globalでアプリケーション改修の膨大なコストを抑えられた。 ISV(独立系ソフトウェア開発・販売会社)ベンダーの抱える課題クライアント/サーバ型でアプリケーションを提供しているベンダーは国内にかなり多く存在しています。 それぞれのベンダーが抱えている共通の課題としてはアプリケーション改修に膨大なコストがかかるということです。一言でWeb化と言ってもクラウド型で提供するのか、ブラウザベースのアプリケーションで提供するのか、それぞれメリットデメリットを比較検討するのに膨大な時間がかかります。また利用するデバイスも様々あります。 プラットフォームを選ばないので、コストと時間をかけずに課題を解決 これらの課題を自社内のリソースだけで解決するには多くの時間を要します。 GO-Global で、ISV（独立系ソフトウェア開発・販売会社）やASP （アプリケーションサービスプロバイダー）が現在販売中の Windows、UNIX、Linuxアプリケーションを、すぐに、簡単に、コストをかけずに、Web化が可能になります。他のプラットフォームにもすぐに拡張できます。 時間とコストをかけずに新しいお客様にアプローチでき、売上が増やせる、これは、どの企業にとっても理想的なことではないでしょうか。 アプリケーションを書き換えることなく、Web化も、クロスプラットフォーム対応も実現できるのです。 しかも、アプリケーションの機能とブランドは100%保持できます。 工数を減らし、スピーディに運用体制に入れるGO-Global Fat-PC、タブレット、スマートフォン、クライアント/サーバシステムが主流だった頃に比べると様々な端末で確認作業を実施しないといけません。 これにはかなりの工数を要します。 しかしGO-Globalを利用すれば様々なプラットフォームで利用が可能になります。Windows Serverが稼働するクラウドなら制限事項がなく選べます。 そしてADが必須ではないため、Workgroupでもクラウドにてサービスを開始することができます。 クライアント側は、GO-Globalのクライアントプログラムかブラウザープラグインを実行させるだけです。 アプリケーションを利用するユーザは、ローカルデバイスにインストールされたアプリケーションを実行しているような感覚で利用できます。 ISVでのGO-Global導入のポイント 膨大なコストは必要ない プラットフォームは選ばない セキュリティは万全"
  },
  {
    url: "/lift-shift/",
    title: "既存パッケージをクラウド化し、サブスプリクションにする効果的方法",
    date: "0001-01-01T00:00:00Z",
    body: "既存パッケージをクラウド化し、サブスプリクションにする効果的方法 リフト＆シフトで進める成功する 既存パッケージクラウド化のススメ方 GO-Globalは、既存パッケージソフトのクラウド化を後押しし、顧客の流失を防ぎます。 自社パッケージ商品のクラウド化に立ちはだかる壁をLift＆Shift（リフト＆シフト）方式で解決しましょう。ソフトウェアベンダーへぜひ　GO-GLOBALを活用した Lift＆Shift（リフト＆シフト）方式でのクラウド化をご紹介します。 目次 既存パッケージソフトのクラウド化はリフト＆シフト方式で解決できる 既存パッケージソフトをリフト＆シフトで（Lift＆Shift）で移行するメリット・デメリット アプリケーションクラウド化の進め方 GO-Globalを使ったアプリケーションクラウド化 Go-Globalがアプリケーションクラウド化におすすめの理由 既存パッケージソフトのクラウド化はリフト＆シフト方式で解決できる 既存パッケージをLift（クラウド）し段階的に実装を進めて行くことをLift＆Shift（リフトアンドシフト）方式と言います。 初めからクラウドネイティブに切り替えて、開発することができればいいのですが、 コストや人材の確保、開発までの時間を考えるといきなり、クラウドネイティブに手が出しづらいのが現状です。 そこで、Lift＆Shift（リフトアンドシフト）という手法で段階的にクラウドに置き換える手法に注目が集まっています。 リフト＆シフト移行へのイメージ では、実際に初めからクラウド開発をした場合のコストとLift＆Shift（リフトアンドシフト）をした場合の比較表をご覧ください。 一般的なパッケージソフトウエアの場合 クラウドネイティブで開発した場合\tリフト＆シフトで移行した場合 時間\t半年～1年以上\tリフトだけなら1日 人\t数十人以上\t2～3人 価格\t１０００万以上\t一旦クラウド利用だけ 上記のようにリフト\u0026amp;シフトを実行することにより、 コストを抑えながらクラウドに移行する準備期間を確保することが可能です。 また、ある大手企業は、高機能なソフトウェアをパッケージとして販売し、一部の機能や、 商品を簡略化したバージョンをクラウドパッケージ製品として提供する、ハイブリット手法で販売しています。 そうすることにより商品にグレードをつけ差別化して販売することもできます。 クラウド化に対抗するために価格をさげて売る必要などはありません。 ユーザーは段階的に使用して、コアな機能を追加で購入して行くといった販売してくことも可能です。 既存パッケージをリフト＆シフトで（Lift＆Shift）で移行するメリット・デメリット メリット 構成を大きく変更せずにすむ ユーザーへ教育を段階的に行える 移行しながらクラウドに合わせたアーキテクチャに変更していける 高可用性を担保できる アップデートなどの管理が楽になる BCP（事業継続計画）で必要となるDR（災害復旧）対策になる ユーザーは資産にならず、経費となるのでユーザーのコスト削減にもなる デモ版や評価版の提供が簡単になる デメリット liftしたことで満足してしまいシフトの段階で開発が滞る では一つづつメリットデメリットを見ていきましょう メリット 構成を大きく変更せずにすむ クラウド化の壁はオンプレミスとクラウドで必要なスキルが異なるため全てを変更するためには、教育や人件費などがかかります。 一旦LIFTだけ行いSHIFTしておく部分を計画的に回収していく事ができます。 ユーザーへ教育を段階的に行える パッケージソフトウエアを使用しているユーザーに 段階を経てクラウド化した部分をご案内し ステップを踏みながら学習してもらい 次のソフト改修へのSHIFTへつなげていく。 移行しながらクラウドに合わせたアーキテクチャに変更していける 既存のソフトウェアをすぐにクラウド化するには人件費や時間がかかるのが現状です。 まずはクラウド上の仮想サーバに置き換え移行しながら最適化していきましょう。 高可用性を担保できる クラウド上にデータを置くためクライアント側で トラブルが起きた場合でも他端末で操作することが可能です。 サービス提供が出来なくなる事態の発生頻度が低減されるでしょう アップデートなどの管理が楽になる バックアップがユーザー任せだと、煩雑になりがちですが、 クラウド側でアップデートの管理できるので ユーザー側の手間も省けます。 BCP（事業継続計画）で必要となるDR（災害復旧）対策になる ユーザーのデータをクラウド上に置く（LIFT）することにより顧客データなどを安全に保存しバックアップ することができます。 ユーザーは資産にならず、経費となるのでユーザーのコスト削減にもなる。 ユーザーはクラウドにすることにより資産、保守体制を社内に持つ必要がありません。 ユーザー側にも大きにメリットが生まれます。 また、ベンダー側は保守としてユーザーに新しい価値を提供し、ビジネスを展開することもできます。 デモ版や評価版の提供が簡単になる サーバにアプリケーションを置くことにより、簡単に自社製品を使用して お使いできるので導入までスピーディーに商談できます。 デメリット リフトしたことで満足してしまいシフトの段階で開発が滞る クラウドに移行して、その先の開発やアプリケーションの棚卸などがおろそかになってしまいプロジェクトが止まってしまうこともあります。 今後の展開をイメージして導入をお勧めします。 Lift＆Shift（リフト＆シフト）の進め方 メリットの多いLift＆Shift（リフト＆シフト）はクラウド化を考えているなら ぜひ取り入れてみましょう Lift＆Shift（リフト＆シフト）をしながらクラウド化を進めることにより 企業のDX（デジタルトランスフォーメーション）を加速させていくことが可能です。 いったんLIFTすることにより、 既存システムの連携、データの収集・分析、AI活用、業務の見える化など、事業がスケールしていくことができます。 では、Lift＆Shift（リフト＆シフト）をどのように進めて行けばいいのでしょう。 ① ユーザーの使用感に違和感がない ② 短期間で導入可能 ③ セキュリティが高い それでは上記のポイントをひとつひとつみていきましょう GO-Globalを使ったLift＆Shift（リフト＆シフト） では、早速GO-Globalを活用したLift＆Shift（リフト＆シフト）の方法をご紹介します。 Go-Globalのサーバーに自社アプリケーションをまずはリフトします。 リフトするだけなので、アーキテクチャの変更や仕様を変える必要はありません サーバー構成を極力変えずに移行するため、難易度も低くコストを抑えることができます。 その後、段階的に、調整を行い移行していきましょう。 Go-GlobalがLift＆Shift（リフト＆シフト）におすすめの理由 ①導入まで最短でわずか５分 開始までの時間が短時間で済みます。 GO-Globalは独自システムでシンプルな構造のため、 契約から導入までスピーディに開始できます。 ②　コストが抑えられる 独自技術で構築しているためユーザー数やアカウント数の調整が柔軟に対応できます。 そのため、余計なアカウントの確保にお金を使う必要がありません。 最小単位は５ユーザーから採用頂けます。 ③GO-GlobalはAPIラッピング方式でスピーディに使用できる。 サーバとクライアント間で画面情報をビットマップで送受信するのではなく、 描画命令をクライアントへ送信する技術なので、 ネットワーク帯域を圧迫ませせん。 まとめ GO-GlobalでまずはLIFTをしっかり行いそのあとに、 自社のアプリケーションの棚卸しと改修を進めて行く。 今度デジタルトランスフォーメーションに向けて今、 基盤をしっかりと構築しておく。 構成を大きく変更せずにすむ"
  },
  {
    url: "/work-style-reform/",
    title: "東京しごと財団テレワーク助成金申請はいつまで？結果はいつでるの？",
    date: "0001-01-01T00:00:00Z",
    body: "東京しごと財団テレワーク助成金申請はいつまで？結果はいつでるの？ 働き方改革 働き方改革とは 少子高齢化対策のひとつとして、政府主導の改革。 長時間対策、生産性の向上、子育て支援などの効果が上がることを期待されている。 テレワークとは 「テレ（tele） = 離れた場所」と「ワーク（work） = 働く」を組み合わせた造語。テレワークとは、 ICT（情報通信技術）を活用して、時間と場所を有効に活用できる柔軟な働き方。 モバイルワークス…ノートPC、タブレット、スマートフォンを利用してネットワークに接続して時間と場所を選ばずに仕事を行う形態の事 在宅ワーク…会社に出勤せずに自宅のデスクトップPCやノートPCにて勤務先のシステムに接続して仕事を行う形態の事 テレワークを実現させるために必要な事 アプリケーション 社内で利用しているアプリケーションをOSや端末に依存せずに使えるようにする セキュリティ アプリケーションデータを社外に持ち出せないようにすること モバイルワークスの課題 アプリケーション ・Windowsアプリケーション ・IE依存のアプリケーション セキュリティ リモートで社内システムに入る為、社内データへのアクセス 従来の課題 ・Windowsアプリケーション マルチデバイス用のアプリケーションに改修するのは困難 ・IE依存のアプリケーション マルチブラウザ用のアプリケーションに改修するのは困難 ・Windowsアプリケーション ・IE依存のアプリケーション GO-Globalの仮想化技術を利用すれば変更なしに利用することが可能 従来の課題 ・セキュリティ対策を講じる必要がある ・社外へのデータの漏洩の心配 ・仮想化(画面転送)の技術で利用端末にデータを残さない ・クライアントドライブのリダイレクション禁止が可能 ・アプリケーションのコピー＆ペーストも禁止が可能 テレワークスにGO-Globalが適切なわけ 特に対策の遅れているSMB市場には最適です シンプルな構成 構成がシンプルなためすぐに構築が可能 スモールスタート 最低5ユーザからすぐに始めることが出来ます コスト安 同時接続ユーザのライセンス体系のため使った分の課金 マルチデバイス マルチデバイスに対応 運用 仮想化の技術の訓練を受けなくても運用が可能"
  },
];